const deck = [
  {
    number: 0,
    url: "the_fool",
    img: "cards/00.png",
    name: "愚人 The Fool",
    kw: "盲目的、有勇气的、超越世俗的、展开新的阶段、有新的机会、追求自我的理想、展开一段旅行、超乎常人的勇气、漠视道德舆论的。",
    desc: `
    憧憬自然的地方、毫无目的地前行、喜欢尝试挑战新鲜事物、四处流浪。明知是毫无意义的冒险，错误的选择及失败的结果，却一意孤行，盲目地追求梦想而完全忽略现实;好冒险、寻梦人、不拘泥于传统的观念、自由奔放、一切从基础出发、四处流浪。自由恋爱、不顾及他人看法、以独特的方式获得成功、轻易坠入爱河、浪漫多彩的爱情、独特的恋人、等待交往机会。工作上具冒险心、追求新奇。热衷于事业或学业、以独特的方式取得意外的收获、由于好奇心对当前的学业产生浓厚的兴趣、把握重点、寻求捷径、倾向于自由的工作氛围、适合艺术类工作或从事自由职业。健康状况佳。旅行有意外收获。美好的梦想。
    愚者所面对的未来是不确定的，在愚者的正位中，展现出了面对未来的勇气，其实人的生活就是活在种种的不确定，要如何在不确定的生活当中放开自己的心，面对拥抱未来的可能性，活在可能性中不被风险所击倒或困住，是愚者所要面对的议题，这也是解牌者与个案相遇所碰到的第一个议题，解牌者并不知到个案所带来的问题是什么?他会跟你说什么?抽牌会抽出什么?种种的不确定是每个人在生命的旅程当中所会遇到的问题，解牌者与个案一相遇，就遇到了此项议题，而个案会来寻求占卜也是因面对未来的不确定而来寻求答案，此项议题考验着个案，也考验着解牌者对此方面的认知，解牌者的态度会深深影响个案对这项议题的方向，若解牌者面对不确定性，仅是抱持着寻求安全、拘谨或退缩的态度来面对个案，便无法与个案产生接纳与关怀的情谊，对于未来命运追寻，个案也难以产生勇气前往而去。
    愚者所代表的是一种自由，对自由必须争取与奋进，不被限制的心态，然而这份自由不是肆意放纵，愚者所经历的是一段生命的旅程，也就是自由其实仍是有格律的，了解到每一阶段的课题与侷限性，在每一步中投身其中，了解到我们对于社会责任与人类共同体的基本觉察，认识到称为命运的东西。
    `,
    rkw: "过于盲目、不顾现实的、横冲直撞的、拒绝负担责任的、违背常理的、逃避的心态、一段危险的旅程、想法如孩童般天真幼稚的。",
    rdesc: `
    冒险的行动，追求可能性，重视梦想，无视物质的损失，离开家园，过于信赖别人，为出外旅行而烦恼。心情空虚、轻率的恋情、无法长久持续的融洽感、不安的爱情的旅程、对婚姻感到束缚、彼此忽冷忽热、不顾众人反对坠入爱河、为恋人的负心所伤、感情不专一。工作缺乏稳定性、无责任。成绩一落千丈、没有耐心、行事缺乏计划、经常迟到、猜题错误导致考试失利、考前突击无法为你带来太大的效果。因不安定的生活而生病。不能放心的旅行。不能下决心、怪癖。不切实际。
    逆位的愚者，可能就是真的笨了，因为重力的关系，行囊可能失去，代表准备不充足，手上纯真的百合丢失，代表失去纯真，或者是想的太多，而逆位悬崖在上方，具有强调的意味，代表眼前的危机扩大，陷入窒碍难行的状态，而小狗在此时，展现的是一种错误的讯息，代表外在的讯息给予之建议可能有误，或者是太过倚赖外在，使得自己无法做出决定，或是成为一种累赘，猪一样的队友，整体上来说因眼前的挑战太大，想的太多，而失去了勇气。
    感情上的愚者逆位，表示遭遇挫折，情感无法向前，或者是遭遇情感上的危机，双方无法闯关。
    投资上要注意，可能会因为错误的信息而陷入财务上的困难。
    `,
    cardtype: "major"
  },

  {
    number: 1,
    url: "the_magician",
    img: "cards/01.png",
    name: "魔术师 The Magician",
    kw: "成功的、有实力的、聪明能干的、擅长沟通的、机智过人的、唯我独尊的、企划能力强的、透过更好的沟通而获得智慧、运用智慧影响他人、学习能力强的、有教育和学术上的能力、表达技巧良好的。",
    desc: `
    魔术师是一张非常主动而有行动力的牌，具有阳性力量。他的行动经过清晰思考，所以很有把握与自信。他前方的权杖、圣杯、宝剑与钱币代表四要素，是构成万事万物的基本元素。既然四要素齐备，魔术师就要发挥他的组织力和创造力，来把元素转化为实质的东西。从愚人虚无的０发展到魔法师的１的过程，就是把抽象转为实质。因此，魔术师这张牌表现出“把梦想化为实质”的概念，他不仅筑梦，而且踏实，拥有一个前景光明的开端。
    魔术师拥有满身技艺，样样精通，能点石成金，所以这张牌在占卜上也显示当事人具备充足的技能来解决任务。实际占卜上，魔术师代表这是个开始新计划的好时机，当事人已经万事具备了。魔术师鼓励大家善用语言和沟通能力，运用原有的技能，再加入新鲜创意来实践想法。在行事风格上，请采取主动，保持专心一致。这张牌代表在某些可能性当中实现若干事情。可能性是毫无价值的，除非它被实现了。每个人都有极大的潜能，但并不是每个人都会去实现这些潜能。如果追究到底的话，那可以说，没有人真正发挥过ta所有的潜能。魔法师这张牌意味这是个着手新事物的适当时机。对的时间、对的机会、对的动机，使努力获得回报。对于展开行动、实现计划而言，这正是一个良好时机。由于已为实现计划扎下良好基础，所以新的冒险很可能会实现。清楚的方向感和意志力的贯彻，大大的提升了成功的可能性。
    魔术师是形容一种扎根于现实的伙伴关系，没有受到物质上的种种限制。它暗示一种主动的两性关系，而且可能是伴侣中的一个提供灵感，另一位脚踏实地，让这些主意变成具体成果。
    魔法师意味着一个拥有强烈意志、受过训练的心智及清晰的目标感的人。对于自己的目标，ta拥有很好的方向感，且打开心胸，接纳新的理念。
    `,
    rkw: "变魔术耍花招的、瞒骗的、失败的、狡猾的、善于谎言的、能力不足的、丧失信心的、以不正当手段获取认同的。",
    rdesc: `
    逆位的魔法师，可能虚有其表，表现出来是一种欺骗，表面上有能力变化，实质上所完成的东西指是一种假象，可能是一种假报告、假作品、抄袭之类的状况产生。也有可能真的没有能力表现出来的人，头上智慧的无限符号因逆位消失，而缺乏智慧，做什么都不行，无法掌握大局，工作一塌糊涂，技能不好，而桌上的四元素消失，也代表着环境资源不足。前方的百合与玫瑰消失了，代表事物本身不再有丰富的变化，热情热度消退。原本在沟通天地间的流动手势，也因逆位时失去正确导引的力量方向，而产生能量的凌乱，投射在关系中，展现为沟通不佳、言词不达。                     
    `,
    cardtype: "major"
  },

  {
    number: 2,
    url: "the_high_priestess",
    img: "cards/02.png",
    name: "女祭司 The High Priestess",
    kw: "纯真无邪的、拥有直觉判断能力的、揭发真相的、运用潜意识的力量、掌握知识的、正确的判断、理性的思考、单恋的、精神上的恋爱、对爱情严苛的、回避爱情的、对学业有助益的。",
    desc:
      `
    女祭司攸关潜意识的连结，如果说魔法师是物质的传承创造者，象征一物质的掌握与变化，基因的DNA，那女祭司就是潜意识的创造者了，其作用方式以相当隐微的方式展现，并且背后的生命之果，代表潜意识的延续与创造，就是一般所讲的集体潜意识，精神的DNA，许多潜意识的东西会经由父母、社会的延续而流传，时间可能长达几代甚是千年，比如象是为何人类普遍怕蛇、鬼魂的形象、对于神话的解读等等。
    `,
    rkw: "冷酷无情的、无法正确思考的、错误的方向、迷信的、无理取闹的、情绪不安的、缺乏前瞻性的、严厉拒绝爱情的。",
    rdesc:
      `
    逆位的女祭司，可能双柱被摧毁了，造成黑白是非不分，而海在上方，可能也代表水面不再平静，产生情绪上的溃堤，潜意识的躁动，或是毛躁的情绪，情感不再被压抑，崭露了出来，另外一方面来说，布幕的失去，也有可能造成女祭司逆位时，展现绝对冷漠，装做表面的口是心非，不够真诚。新月在上，也强调月亮的阴晴圆缺特质，具有周期与波动性，可以说是反反覆覆，情绪潮起潮落，情绪不稳定，可能变得无法掌握对方的心情。
    `,
    cardtype: "major"
  },

  {
    number: 3,
    url: "the_empress",
    img: "cards/03.png",
    name: "皇后 The Empress",
    kw: "温柔顺从的、高贵美丽的、享受生活的、丰收的、生产的、温柔多情的、维护爱情的、充满女性魅力的、具有母爱的、有创造力的女性、沈浸爱情的、财运充裕的、快乐愉悦的。",
    desc: `
    皇后可能意味着实现计划，或朝向计划的下一个自然步骤迈进，亦即又向目标靠近了一步。重视生活享受，喜欢美的事物，在人际关系上很有天份，在主动与别人交往时并不会带来压力，反而很受人喜欢。皇后内心充满温暖和丰富的情怀，具有滋润的性质，喜欢情感的交流和互动。属于女人的敏感和直觉都很强烈，关心的是感情和情绪，不服从于理性和原则。面对感情她的态度比较积极，会主动争取和付诸行动。
    `,
    rkw: "骄傲放纵的、过度享乐的、浪费的、充满嫉妒心的、母性的独裁、占有欲、败家的女人、挥霍无度的、骄纵的、纵欲的、为爱颓废的、不正当的爱情、不伦之恋、美丽的诱惑。",
    rdesc: `
    逆位的皇后牌，丰盛的能量枯萎，形成一种贫瘠，掉落的权杖与从椅上跌落表示无法再享受生活，这一切可能让皇后感到情绪上的焦躁，心生欲求不满的情绪。另一方面，也有可能逆位的皇后可能享受过度，产生拜金、懒散、纵欲过度、浪费的现象出现，要注意身体上例如肥胖的状况。
    过于重视别人的看法，有时会因此而变得犹豫不决，重视物质生活的享受，但又经常缺乏主动追求的意志和决心。重新去接近大地，感觉大自然的能量，感受真实的、正在发生的事物，会发现心灵的成长并非虚无缥缈，可以落实在任何地方，将这样的理解和智慧带入生活当中。
    `,
    cardtype: "major"
  },

  {
    number: 4,
    url: "the_emperor",
    img: "cards/04.png",
    name: "皇帝 The Emperor",
    kw: "事业成功、物质丰厚、掌控爱情运的、有手段的、有方法的、阳刚的、独立自主的、有男性魅力的、大男人主义的、有处理事情的能力、有点独断的、想要实现野心与梦想的。",
    desc: `
    皇帝可能代表某位具有权威父亲形象的人，或是对当事人有极大影响力的人，通常是居上位的人。如果情况好，皇帝能给予帮助；如果情况不好，皇帝可能会对当事人施加控制，使当事人失去自由，苦不堪言。另外，皇帝也可代表一段稳定自律的时期，当事人能够秉持皇帝的态度，严以律己，一丝不亟，达成自己的目标。这段时期当事人多采取理性分析的方式，而非听从情感与直觉，他可以像皇帝一样开疆辟土，稳健守成。在工作方面，当事人可采行皇帝的策略，拿出权威与专业来领导众人，并且自我严格要求。情感占卜方面，皇帝牌可能暗示男性采取主动，或是两人相处缺乏情感交流。皇帝牌若代表丈夫或情人，但这位丈夫或情人虽有责任感，却不会甜言蜜语，反而取代严父角色，让人有点敬畏，情况不好时可能会想控制对方。
    在两性关系中，有一方通常会扮演父亲形象的角色，以确保ta能够驾驭这段关系，特别是在物质层面上。ta可能会比较压抑，因为很难理解看不见的东西。在遇上伴侣向ta多做了些要求时，ta可能会说：“你到底想要什么？你有一个很好的家，一部新车和所有你想得到的东西，你到底还需要什么？”如果伴侣所在意的是情感上的需求，那就会对ta造成困扰了。因为对ta而言，付出就是给予某些具体的东西。
    在有关财务问题的牌形中出现正立的皇帝牌，那么成功是可以确定的。当年轻人的牌型中出现这张牌，ta或许已经，或者是即将从某人手中接掌经营之责。ta也可能一直是一位长辈正寻求向某个年轻人分享他的经验，而对方是个热情，以及决心要成功的人。创业在被实现之前，需要一个务实的架构，而皇帝正是以纪律和承诺提供了这个架构。这是一个将精神层次的概念、创意的构想、已有规律、可测量的方法带入现实生活的机会。
    这张牌也可以描述为了事业上的成长，在时间和财务上的纪律。或许你目前有一份全职的工作，但为了要增加职场的竞争力，而继续学习。当皇帝牌出现，代表财务的稳定来自纪律以及有效的消费控管。
    `,
    rkw: "失败的、过于刚硬的、不利爱情运的、自以为是的、权威过度的、力量减弱的、丧失理智的、错误的判断、没有能力的、过于在乎世俗的、权力欲望过重的、权力使人腐败的、徒劳无功的。",
    rdesc: `
    虽然对于事物有自己的理解，但是并不成熟，常常因为任性的决定而遇到严重的问题，同时也有伟大的理想抱负。自信其实取决于个人持续的意志力，并且要看自己是不是有把理想实现的能力。当能力不足以驾驭事物时，想要控制一切反而会使事物失去控制。不如从最容易的位置入手，慢慢锻炼、逐渐成长。
    在事业上，原本的管理经营之道已经丧失，空有权位却没有等同的能力。对许多事务都处理不当，或是显得生硬而不专业。事情进行得很不顺利，遇到障碍难以解决，局面失控而不再能维持四平八稳，并且后盾也不够坚实充足。代表占卜询问的事项已经失去秩序，或者难以掌握住了，对事业的经营以及事物的进展尤其不利。
    在财务方面缺乏自我控制。倒立的皇帝牌是指比较喜欢借一大笔钱去创建新事业，而不愿等存够了钱，由小规模开始做起。
    在恋爱和人际关系方面也容易不顺利，运用感情总是不恰当或不合时机，待人也会无理由地偏袒不公。内心和情绪经常会混乱不安，缺乏安全感，急于以实际面证明对方的忠诚。更代表大男人主义的失败，掌控欲和占有欲都过强。尤其是霸道的性格，对各种人际关系都有很大的伤害。
    在有关两性关系的算法中，皇帝牌倒立可能是在形容一种缺乏自律的状态，例如，ta可能缺乏对伴侣的承诺，或可能不止拥有一个伴侣。它也可能形容一种母子般的关系，也就是说，这个女人以一种母亲的态度控制着这个男人。
    `,
    cardtype: "major"
  },

  {
    number: 5,
    url: "the_hierophant",
    img: "cards/05.png",
    name: "教皇 The Hierophant",
    kw: "有智慧的、擅沟通的、适时的帮助、找到真理、有精神上的援助、得到贵人帮助、一个有影响力的导师、找到正确的方向、学业出现援助、爱情上出现长辈的干涉、媒人的帮助。",
    desc: `
    从女皇、皇帝到教皇，分别代表母亲、父亲与精神上的父性，一个家庭的作用概念，母亲的角色乃是给予呵护照顾，除了物质上的给予，亦给予温暖亲密，告诉儿童生命是美好的，父亲的角色需要培养儿童独立，成就自己的性格，与母亲分离，产生对自我的期望，而精神上的父性乃是教导儿童进入社会应有的原则与秩序，是一种指引儿童进入环境当中的力量，此三者形成了每个人心中的父母角色，是爱的基础。
    `,
    rkw: "过于依赖的、错误的指导、盲目的安慰、无效的帮助、独裁的、疲劳轰炸的、精神洗脑的、以不正当手段取得认同的、毫无能力的、爱情遭破坏、第三者的介入。",
    rdesc: `
    逆位的教皇，表示传递错误的信息，沟通上产生障碍，要注意对方可能是假的教皇，别有目的而来。而在上方的教士，因为逆位而过度强调，使得以学生的角色为主，学生别有目的而来，来求取得上方的钥匙。特别心软的人，习惯于不顾一切的帮助别人，而不考虑自己的状况，也常常因为意志不坚定而被别人所陷害。
    另一方面逆位的教皇，代表可能在关系当中，双方一方过度依赖权威者的角色，太过忽视自己本身的能力，失去了自己做选择的自由。与其盲目的跟随大师，不如自己主动思考更有帮助，有时候与朋友分享谈论遇到的问题，会有更多的启发。
    `,
    cardtype: "major"
  },

  {
    number: 6,
    url: "the_lovers",
    img: "cards/06.png",
    name: "恋人 The Lovers",
    kw: "爱情甜蜜的、被祝福的关系、刚萌芽的爱情、顺利交往的、美满的结合、面临工作学业的选择、面对爱情的抉择、下决定的时刻、合作顺利的。",
    desc: `
    当恋人牌正位时，迈步向前等待着你的新机会是明智的选择。恋人牌可能代表生命当中一段重要的两性关系，也可能是在暗示随着一段两性关系的决定，从伴侣那边得到实质的协助或情感上的支持。恋人是一张代表双子座的牌，双子座的课题之一是学习如何做决定。对于双子座的人而言，在两个或两个以上的选择项目中做出决定，可能是有困难的，因为对大多数具有多重性格的双子座而言，每一种选择似乎都显得很有吸引力。
    在工作方面，恋人点出工作环境的人际关系至关重大。当事人可以已经在团队中工作，或是必须寻求合作，无论如何，当事人都必须学习到合作的技巧，沟通要顺畅，就能发挥一加一大于二的效果。有时候，恋人牌代表在工作上遭遇到的抉择。少数情况下，恋人代表工作上的恋情。
    当恋人牌出现在财务问题的牌型时，表示财务上的决定。如果牌是正立的，便是已经准备好要迈向另一个新的抉择了。有时候在财务的牌型中出现恋人牌是在暗示，事业或财务发展可能和恋人有关，或许正打算和这个伴侣共同展开新事业。
    `,
    rkw: "遭遇分离、有第三者介入、感情不合、外力干涉、面临分手状况、爱情已远去、无法结合的、遭受破坏的关系、爱错了人、不被祝福的恋情、因一时的寂寞而结合。",
    rdesc: `
    容易受到别人影响而改变心意，遇到挑战时往往会犹豫不决，即使自己已经决定又不愿意为自己的决定负责。不要害怕为自己的人生负责，能够承担的人才能得到应有的报偿，重要的是在选择之前是不是有务实地想过后果。
    恋人逆位多半表示人际关系出了问题。除了婚姻或恋爱上的挫败之外，还可能代表三角关系（特别是与战车牌共同出现时）、分离、对立、合伙失败。这些失败可能由于忌妒，也可能是双方的目标不同所造成的。另外，恋人逆位也可能表示错误的选择或决策。
    恋人牌逆位对恋情并没有帮助，不过仍然代表曾经有过一段感情，只是目前或未来的状况却很不妙。通常出现不和谐的状态，关系方面就是会不稳定，感情有可能破裂，最严重的程度就是分开。合作方面也会面临拆伙或是决裂。当恋人牌倒立时，代表任何迈向关系的新状态，或新阶段的希望，都是建立在期待的梦想之上。还没有成功的完成目前的状态，因此还是继续留在旧关系当中比较好。
    `,
    cardtype: "major"
  },

  {
    number: 7,
    url: "the_chariot",
    img: "cards/07.png",
    name: "战车 The Chariot",
    kw: "胜利的、凯旋而归的、不断的征服、有收获的、快速的解决、交通顺利的、充满信心的、不顾危险的、方向确定的、坚持向前的、冲劲十足的。",
    desc: `
    战车出现通常意味某种程度的挑战，而且此时放弃是不明智的。应该学习战士的精神，轰轰烈烈打一场漂亮的战争。意志要坚强、要坚持、要自律。拿出决心，贯彻始终，别忘了战车也代表胜利。感情占卜方面，战车通常欠缺软性对话与情感交流。有可能出现竞争者，或者你就是那个竞争者。战车如果代表一个人，可能是旅客、司机、骑士、赢家，或是任何具有战士精神的人。
    虽然战车代表无坚不摧的力量，但有一些较为负面的特质需要注意：由于讲究成效与速度，不免容易忽略细节，有必要增加谨慎的心思。伴随着成功和胜利的光环，在个性和情绪上不免年轻气盛或趾高气昂，对内在和心灵层次的探索并不足够，要记得充分发挥实力，根源是来自对内在的了解及控制。
    战车牌出现在财务问题的牌形中暗示着，只要理智能够控制感情，那么财务的成功就操之在你。成功靠的是在抵达终点是一级抵达之后，都要彻底底的清楚你的目标，千万不要放弃。
    这张牌正位通常代表生活状态均衡。目前生命的需求很强烈，意思是你正在现实与情感之间拔河。你一面想要压制住感情，好让事情更有效率，但另一边择期盼着某个特别的人（出现在恋人牌当中）温柔的拥抱。战车牌呼唤着情感和实际的欲望，同时也鼓励人们不要放弃长期的计划。这或许需要将需求先暂缓，靠着持续的努力不懈就会得到长期的报酬。
    两性关系上的意义，战车暗示控制情绪，对目前的两性关系应该是有帮助的。
    这张牌所传递的讯息是“不要放弃”，因为成功是可能的，只要能协调好关系中的冲突（互相对抗的力量或能量）。
    `,
    rkw: "不易驾驭的、严重失败、交通意外、遭遇挫折的、遇到障碍的、挣扎的、意外冲击的、失去方向的、丧失理智的、鲁莽冲撞的。",
    rdesc: `
    战车逆位，可能惨遭失败。也可能当事人野心过度旺盛、太过鲁莽或事情太多，而导致不好的下场。此时冲突与阻碍难免。感情方面可能有口角或三角关系。旅行也可能延期或取消，甚至在旅途中遇到无法预期的意外状况或交通事故。如果战车逆位代表人，可能是指酒醉驾驶、危险驾驶、身陷冲突的人、或鲁莽的人。此时应该放松身心，冷静下来想一想，自己是不是犯了上述的错误，以免浪费时间，徒劳无功。
    钱财的意义，此刻情感已经蒙蔽了思考。逆位的战车牌意指，尚待解决的感情和信念已经阻碍了财务上的成功。现在该要解放旧信念，就习惯和旧感情如此才能迈向你的财务目标。一旦把这些情感包袱和过时的信念清除干净，就能重新回到正位的恋人牌状态，并作出有效率的财务决定。
    生活的意义，这有可能是指尚未为解决的情绪问题、诸如尚未解决的悲伤，痛苦，生气或憎恨，可能正重压着生活状态。“不要执着”就是逆位的七号牌的口号。释放掉没有表达出来的情感，免得他们压垮健康。当战车牌逆位，所暗示的是到了该表达出被压抑的情绪的时候，进而检视你的人生的选择。
    `,
    cardtype: "major"
  },

  {
    number: 8,
    url: "strength",
    img: "cards/08.png",
    name: "力量 The Strength",
    kw: "内在的力量使成功的、正确的信心、坦然的态度、以柔克刚的力量、有魅力的、精神力旺盛、有领导能力的、理性的处理态度、头脑清晰的。",
    desc: `
    力量派代表一个拥有勇气去面对人生，并展现出自信的需求，已达成所渴望的目标的人。它描述有充分的信念和价值，去建立你所渴望的人生，并且知道因为你的努力，所以有所回报。
    在占卜上，力量显示出面对人生的信心，就像牌中的女人，以外柔内刚之姿，面对人生的难题。她内心坚强，信心深切，勇气百倍。她外表平静安详，行事坚定果决，同时又不急不躁有耐心。力量代表克服内心野兽本能的那一部份，要使所有的焦躁、愤怒、冲动、不安都平息下来。如果当事人现在表现得太急切，力量牌出现提醒他要放慢脚步，要有耐心，要以柔性力量来行动，同时别忘了自信最重要。在健康方面，女人降服狮子就好像病人降服病魔，是重拾健康活力的好征兆。
    钱财上的意义，力量牌显示了在财务信心上的勇气和力量，这通常会带来一段时期的财务荣景。在财务分析上，这张牌意味着你充分了解你的财务价值，并且有信心去追求财务计划来确保财务上的成功。大致上说来，力量派可能是描述一段财务成长及成功的阶段。
    生活上的意义，力量牌是代表狮子座的牌，当他出现在生活的分析时，大致上来说，正位的力量牌代表身体健康状态稳固，并且比较能心平气和地去面对任何的生活问题。
    精神层面的意义，尽管内心有所质疑，勇气仍需要承诺。当你人生的际遇大起大落，而且没有人可以支援，这时候就需要内在的力量和信心。有时候你会被要求要带给他人勇气，即使自己的储备都已经降到低水位了。现在，你需要依靠内在的力量来面对人生的阻挠，而现在的环境就能够给你机会证明自己。
    两性关系上的意义，力量这张牌暗示你拥有足够的力量和勇气，让你可以在一段两性关系中发展出真正的亲密感，而不必试着要去控制它，或者被它所控制。你有充分的勇气可以处理任何可能发生的困难，而无需因恐惧而逃避。
    `,
    rkw: "丧失信心的、失去生命力的、沮丧的、失败的、失去魅力的、无助的、情绪化的、任性而为的、退缩的、没有能力处理问题的、充满负面情绪的。",
    rdesc: `
    力量逆位的首要意义则是软弱无能。内在的信心和勇气已然消失，恐惧和怀疑接着浮现，可能无法驾驭自己的情感，让情感凌驾理智，兽性凌驾灵性，也可能失去原有的耐心，而屈服于外在引诱之下。此时不宜贸然行动，不管现在面对的是什么样的问题，力量逆位提醒要先处理自己的负面想法和情绪，不要让心中的狮子控制你，唯有自己才是自己的主人。有时逆位的软弱会呈现在肉体上，健康宜多加注意。力量逆位也有可能指的是力量的滥用，无论是有形的蛮力还是无形的权力。
    力量牌逆位会导致软弱。你面对人生的勇气已经减少了，徒留一种被击垮或了无希望的感觉。它可能暗示内心的痛苦，你的激情和欲望正像你提出给予它们满足的要求，这令你的理智受到威胁，怕会失去控制。它代表在某段时期内，传统的事业或生活方式的安全性似乎颇具吸引力。任何可以让你逃避热情和欲望的事物，似乎都值得拥有，因为你害怕热情和欲望会摧毁你所自觉的人格，或你为自己所建立的安全模式。任何会限制你去面对自己的能力的事情，可能都会被认为是需要的。譬如，变成工作狂、过于热衷你的事业，或是以一些不必要的事情来填满你所有的时间。
    有时候当你在生活中感到无力时，你可能会去找你可以支配的某个人或事物，来帮助自己再度感到强而有力。在这段期间你可能会发现自己在任何关系中，对别人不是太颐指气使，就是过分恭顺。
    `,
    cardtype: "major"
  },

  {
    number: 9,
    url: "hermit",
    img: "cards/09.png",
    name: "隐士 The Hermit",
    kw: "有骨气的、清高的、有智慧的、有法力的、自我修养的，生命的智慧情境、用智慧排除困难的、给予正确的指导方向、有鉴赏力的、三思而后行的、谨慎行动的。",
    desc: `
    隐士牌暗示着省思的一段时间，它代表着一段想要让你的过去、现在，以及未来成为有意义的时间。这张牌代表持续一段梦想之旅，或为了开发自己的沉思。它也代表成熟，以及你已经知道生命中真正重要的是什么。它可能意味着得到身体或心灵上的协助及智因；或是你帮助其他人发现人生理解及事件的导因。它也代表一段时间内，你会问自己如下的问题：我从何处来？我现在位于何处？又将往何处去？
    隐士需要独处以便反思。这张牌暗示自日常生活退隐，好让潜意识活跃起来。先行动，然后再来思索推敲那些行动是有用、哪些是浪费的。这将会让你对未来该如何行动，有一个清晰的理解。隐士这张牌代表暂别外在的世界，以便唤醒内在的自我。你可以透过倾听自己的心声、梦想，或倾听朋友、咨商员、老师的话，来完成这件事情。你的心智必须保持寂静，如此才能听得见内心的声音，要使心智如止水，你便要将干扰减到最低程度。因此你会有出走以保持独处的举动。这心智的安静让你窥见在高位的女教皇步幔后面的东西。
    `,
    rkw: "假清高的、假道德的、没骨气、没有能力的、内心孤独寂寞的、缺乏支持的、错误的判断、被排挤的、没有足够智慧的、退缩的、自以为是的、与环境不合的。",
    rdesc: `
    隐士逆位首先失去的是谨慎，变得粗心大意。再者孤独过度，甚至出现愤世嫉俗的反社会倾向。也可能暗示当事人我行我素，无法接受他人的忠告。此时建议当事人，一个人的世界固然有其好处，但若过度反而容易导致失和。隐士虽暂时离开人群，但他并没有否定人际关系的价值，在完成探求之后他不是马上举起灯笼，为山下人引路了。
    隐士牌逆位可能是在强调一种对于对独处或孤独的基本恐惧，当这种情形发生时，你会以加重自身的工作来掩饰。你太忙于工作而没有时间反省你的人生。不断地给承诺可让你免去应付内在饥饿或者精神上的空虚。有时候了解我们是孤单的，而且不过是这个世界的过客，会让人宛如坠入无底深渊，但专注于短期的目标和回馈可以暂时减轻这种不安全感。现在该是回到正位的力量牌，去找到面对人上的勇气的时候了。多花些时间去深思，需要做什么改变才能使人生更圆满。藉由让自己置身于熟悉和舒适的环境，内在的力量就会来，然后才能逐渐的面对自己的孤独。在人际关系上较为不利，由于缺乏诚意和热诚而且沟通困难，并且性情上充满了厌倦和烦躁，成为人际上的障碍。而也因为想太多了，有太多的心机和谋略政策，甚至会对人瞒骗隐匿，假装欺骗，不诚恳的奉劝之词。也有可能对朋友提出不当的劝告，做出不明确判断，因而影响到他人。
    `,
    cardtype: "major"
  },

  {
    number: 10,
    url: "wheel-of-fortune",
    img: "cards/10.png",
    name: "命运之轮 The Wheel of Fortune",
    kw: "忽然而来的幸运、即将转变的局势、顺应局势带来成功、把握命运给予的机会、意外的发展、不可预测的未来、突如其来的爱情运变动。",
    desc: `
    命运之轮意味着你境遇的改变，观察这个改变，并留意它的模式。生命是变化无常的，当牌面上的命运之轮是正位时，改变似乎是有利的。
    两性关系上的意义，命运之轮暗示一个两性关系日趋圆满的机会或可能性在增加时，解释为：改善情况的机会越来越近了。
    钱财上的意义，在财务分析牌型上出现正位的命运之轮，代表改善财务环境有望。机会是越来越多了，在未来几个月内会有几个正面的财务机会。做好准备并且专注于你特定的财务目标，可预防你更因为其他的机会给分心了。
    生活上的意义，在生活分析的牌型上，这张牌代表生活情形有所改善，你能够去平衡你内在的火（权杖），水（圣杯），空气（宝剑）和土（星币）这四大元素，因而有着健康的身体。缺乏健康能量和活力的时期已经过了，而眼前的是更积极正向的时光。
    精神层面的意义，在你的人生旅途中找出最具优势的部分，你便能观察到人生命的四季及轮回。就如有些地带总是笼罩着云雾，而其它部分则可以享受到更多的阳光。由于理解人生变化一如四季，你就会预做想法和计划的准备，当环境有利时就能增加你成功的机会。
    `,
    rkw: "突如其来的厄运、无法抵抗局势的变化、事情的发展失去了掌控、错失良机、无法掌握命运的关键时刻而导致失败、不利的突发状况、没有答案、被人摆布、有人暗中操作。",
    rdesc: `
    逆位的命运之轮，就像是轮子往下转，于是幸运变成不幸，善缘变成孽缘。除了不幸、犹豫不决而无法把握机会、不能接受改变的意义之外，也可能代表失败、报应、没有进展，尤其不宜做投机之事，例如赌博。但是，无论如何，运势下降都只是暂时现象，在短期的眼光看是坏事，长期来说很可能是好事。面对命运的改变，我们在此时恐怕没什么可做的，唯有相信这一切的安排都是为了更长远的目的。
    钱财的意义，目前钱财上的机会变少了，所以做好挨过财务冬天的准备才是明智之举。逆位的命运之轮意指，假如你在未来几个月想要在财务上安稳舒适，做准备是有需要的，目前的环境并不利于大肆投资或者给有风险的新事业承诺。
    生活的意义，意指逐渐衰退的生活状态，这有可能是指能量在逐渐的减弱中。现在有需要回到正位的战车，深思你肉体上的，情绪上的，心智上的以及精神上的健康状态，以保有真正的身心健康。不过在大多数的生活分析上，逆位的命运之轮是暗示一个个人的，暂时性的冬天，现在是慎用你能量的时候，因为预计在不久的将来，你肉体上和情绪上的能量可能会降到低水位。
    `,
    cardtype: "major"
  },

  {
    number: 11,
    url: "justice",
    img: "cards/11.png",
    name: "正义 The Justice",
    kw: "明智的决定、看清了真相、正确的判断与选择、得到公平的待遇、走向正确的道路、理智与正义战胜一切、维持平衡的、诉讼得到正义与公平、重新调整使之平衡、不留情面的。",
    desc: `
    有很强的正义感，对事情讲究公平及平衡，很重视自己的原则，但是同时也能兼顾到别人的反应，以理性来判断。虽然你想追求正义与公平，但是要切记自己认为的正义有时并不一定是真正的正义，千万不要被表面的假象迷惑。
    精神层面的意义，过一种荣耀的生活，意味着要为自己的行动负起责任。正义提供了一个机会，让你认识到你现在的生活是过去行动和决定的结果。你可以要你用你目前生活中的经验来提醒自己，什么行为可以带来荣耀，并以自身的种种成就为向导，来指引你拥有更美满的明天。
    两性关系上的意义，当正义和圣杯二、圣杯十，或圣杯三一起出现在牌面上则暗示着结婚。它也可能意味着你已经解决了和伴侣之间的争议，或你对伴侣以及两性关系，有一种完全诚实和负责化的态度。
    钱财上的意义，当财务问题的牌型上出现正义牌，暗示着财务方面的法律合约或文件。或许你现在正处于贷款的过程，进行一桩重大的交易，或者是签署一份新工作的契约书。当这张牌以正位姿态出现时，过程将会平顺。你正为你的行动负起你个人的责任，因为你人知道目前是进行财务计划的最适当时机。
    生活上的意义，当生活问题分析中出现正义牌，代表你饱受固化或僵持之苦，这是生活给你的警讯。这种不舒服是暂时性的，而且对你也有帮助，因为它可以警告你那些要避免久坐、机械化劳动，要多运动，劳逸结合，正义牌可能暗示你已经准备好要为你的生活负起责任，因为你一意识到目前的分析时，一种新的饮食习惯或规律的运动会改善健康情形。有时候正位的正义牌可意味着，某种精神上的方法可以改善健康问题，这是认知到精神失衡，假如这不正确，最后还是会表现在身体上。
    `,
    rkw: "错误的决定、不公平的待遇、没有原则的、缺乏理想的、失去方向的、不合理的、存有偏见的、冥顽不灵的、小心眼、过于冷漠的、不懂感情的。",
    rdesc: `
    十分认真负责但是很难找到事情的平衡点，自己觉得正义感很强，但是有时对于别人过于苛刻，或者是流于主观的判断，常会不顾别人的想法而一意孤行。有时候思考不见得能得到问题真正的答案，很多解答还是在你自己的心中，有时候应该放下理性相信你的直觉。
    如果逆位代表人，可能是任何怀有偏见与私心的人、骗子、逃避责任的人、优柔寡断的人。正义牌出现，提醒你要用理性来解决问题，要审慎思考，要负起责任。如果逆位，可能显示当事人逃避决定，逃避责任，或是受到不公的对待。如果正面临法律问题，形势可能对己不利，此时绝对不能擅自主张，最好听从专家意见。如果正要面临考试，考试是另一种型态的裁决，事前必须比别人更努力，才能改造命运。
    钱财的意义，正义牌逆位可能在暗示文件的延迟，财务协议的进展缓慢，或者是和财务有关的法律问题。
    生活的意义，在生活问题分析上，逆位的正义牌意指你将个人的生活问题怪罪于他人，而不肯为自己的生活负起改善和维持的责任。它也可能暗示环绕着生活问题的冗长法律程序。重返正位的命运之轮课题，或许有助于均衡内在的四大要素（火，水，风和土），并找到一个达到均衡健康的方法。
    `,
    cardtype: "major"
  },

  {
    number: 12,
    url: "the-hanged-man",
    img: "cards/12.png",
    name: "吊人 The Hanged Man",
    kw: "心甘情愿的牺牲奉献、以修练的方式来求道、不按常理的、反其道而行的、金钱上的损失、正专注于某个理想的、有坚定信仰的、长时间沉思的、需要沉淀的、成功之前的必经之道。",
    desc: `
    能从不同的观点来看事情，因此具有远见及卓越的看法，遇到问题时有绝佳的耐力，也可以适应各种不同的状况。你会想要追求强烈的洞见和直觉，即使不能在实际的事情上有所作为，也可以学着去接受现实当中的残酷和美好。
    吊人牌意指你可以选择努力地追求物质，或者是接受目前的环境，或者是隐藏在真实状况下的机会。这也是反省生命意义另一个契机，和教皇牌以及战车牌比较起来，倒吊人牌是一种更深刻的反省，因为在朝吊人牌迈进的过程中，你对于人生已经有了更宽广的认知。
    钱财上的意义，耐心，就是这张牌在财务问题上所要传达的讯息。如今你的财务状况可能受限，然而他们将会因为你的改变而改变。抓住这个机会，检视你在财务方面获得了什么，并且想想是否值得继续努力，再想想未来你的财务计划是否值得你投入时间和努力去追寻。
    生活上的意义，当生活问题的牌型出现吊人牌，代表体能不佳，现在要多花时间去阅读，冥思还有休息。让自己的身体太劳累可能会导致受伤或者崩溃。花点时间深思，会有助于储备均衡的体力。
    精神层面的意义，当你在追求精神道路时，知道何时该对生命举白旗投降是很重要的。内在的成长就如同外在所获取的战利品一样重要。吊人牌让你看到别人以及自己不一样观点的人生，那么你就可以突破局限，解放自己。现在确认你的精神目标是否仍存在好机会，而这精神目标是带着力量和责任的。
    两性关系上的意义，在两性关系分析当中，吊人代表一段反省的时光。或许你正从一个两性关系的日常生活中抽力出来，以反省你的精神方向，以及两性关系的方向。内在的和平及宁静会伴随着这张牌而来，虽然你的伴侣可能会发现，很难在情感或社交上与此刻的你接近。这段时间你会把注意力集中在自己，而非伴侣身上。这可能是要求你周遭的人多谅解，及付出耐心了。
    `,
    rkw: "精神上的虐待、心不甘情不愿的牺牲、损失惨重的、受到亏待的、严重漏财的、不满足的、冷淡的、自私自利的、要求回报的付出、逃离捆绑和束缚、以错误的方式看世界。",
    rdesc: `
    吊人逆位，表示牺牲可能无法获得回报，或是受苦和瓶颈时期的结束，也可能表示没有吊人的智慧，无法放手，却苦苦挣扎，钻牛角尖，企图与命运搏斗。
    逆位倒吊人提醒我们挣扎无益，应该相信经过牺牲之后的回报将更丰硕，换个角度，静静等待生命即将带给我们的礼物。
    钱财的意义，倒吊人逆位是在提醒该是投降的时候了。对现在的你来说，失去任何东西都不算什么了。逆位的倒吊人牌提供一个重返正位的正义牌课题的机会，也就是强调个人的责任。要深刻的反省，是什么样的行为导致你目前的境况并坦然接受。如果是回答财务计划或投资，逆位的倒吊人牌暗示这是一个利润微乎其微的蹩脚投资。如果你仍顽固的追求，那么可以预期你将会被套牢或者搞到财务枯竭。
    生活的意义，倒吊人牌逆位意指，你有可能正和过去的行为所造成的结果共存。此时该回到正立的正义牌，好为你的生活和身心均衡负起责任，否则伤害有可能越来越大，甚至导致生病。
    `,
    cardtype: "major"
  },

  {
    number: 13,
    url: "death",
    img: "cards/13.png",
    name: "死神 The Death",
    kw: "必须结束旧有的现状、面临重新开始的时刻到了、将不好的过去清除掉、专注于心的开始、挥别过去的历史、展开心的旅程、在心里做个了结、激烈的变化。",
    desc: `
    死神牌代表各种关系的结束，爱情关系、友谊，都可能结束，但不代表跟特定的人日后不会再恢复。在事务方面的进行当然也面临危机，会有需多挫败和损失。对于财务而言，状况跌到谷底，损失是很难避免的，归零或负债的情况，重大事件有破产的可能。在学业上要小心不及格或面临退学的危机。若面临考试，占问考试应该无法达到理想，需要重新再来。在事业上也有可能是权位的受损，不然就是名誉的诋毁。遍扫而过的灾害，也可代表不良风气的蔓延，当然也代表个人的病痛疾厄，或任何耗损生命力和健康的事情。
    钱财上的意义，代表某种状况或者某些事情的死亡。假如你问的是某个特定的投资是否者的长期进行，而这张牌出现的结果，很清楚的就是“否定”。这张牌出现是要建议你结束某个旧的理财思维，并展开新的扉页。
    生活上的意义，死亡牌出现在生活的分析上，意指某种生活方式彻底的结束。
    精神层面的意义，当死亡牌出现时，便该让某人或某种状况从你的生命中温柔的释放掉。内心的平静来自于理解生命将提供你另一种满足，虽然他和正要离你而去的那种满足时不同的。尽管你的心是有空间可以同时容纳新与旧，不过此刻你要试着去认知生命更大的企图，而这或许能带给你信心，把那旧的从你的生命中释放掉。
    两性关系上的意义，死亡牌象征一个两性关系即将发生深刻的改变，或是你对两性关系的态度即将发生深刻的改变。它可能是一段关系的结束，譬如某种分别，或关系中某个阶段的结束，譬如宝宝的诞生。
    `,
    rkw: "已经历经了重生阶段了、革命已经完成、挥别了过去、失去了、结束了、失败了、病了、走出阴霾的时刻到了、没有转圜余地了。",
    rdesc: `
    当死神牌倒立时，有可能是指对任何死亡的形式极端恐惧。一点儿小改变都可能被误以为是肉体的死亡，而你会尽所有可能去抵抗它，因为你不愿意死亡。这份恐惧可能会让你沉溺于旧习，带给你一种单调、重复的生活，用这种生活来掩饰你想到即将面临改变时所产生的绝望。
    死神逆位提醒我们，不愿往未来前进，不仅无法成长，更会阻滞新生活的开展。此时应该要停下来思考，自己害怕的究竟是什么？迟迟不肯放手，只会让最终的结束过程更加痛苦。既然无法避免，不如早点迎向新生活，将来回过头，你会惊讶当初的自己为何这么想不开。在感情上，你已经从死亡中复原，已经分手而走出自己的空间，但不见得有另外的对象。而其他方面，也都代表可以东山再起。
    钱财的意义，死神牌倒立描述的是，你抵制改变，而这改变可能会带来新机会。现在就屈服吧，并且让生命带领你前往你需要去的地方，释放掉所有旧的事物，这时你需要的是信心。
    生活的意义，当死神牌倒立，他暗示沮丧。因为你奉献了太多的能量去维系一连串的生活细节，但却仍然无济于事。抗拒改变会导致停滞不前，因为除非旧的状况解除，否则新的机会是不会到达的。
    `,
    cardtype: "major"
  },

  {
    number: 14,
    url: "temperance",
    img: "cards/14.png",
    name: "节制 Temperance",
    kw: "良好的疏导、希望与承诺、得到调和、有节制的、平衡的、沟通良好的、健康的、成熟与均衡的个性、以机智处理问题、从过去的错误中学习、避免重蹈覆辙、净化的、有技巧的、有艺术才能的。",
    desc: `
    节制通常与沟通与协调相关。无论在感情或工作中，都需要保持弹性，敞开沟通的管道，多交流意见，与对方协商，消除对立，创造双赢。在商业上，节制与跨国贸易或旅游业有关。节制具有强大的适应力，当事人在各种情况中，都可以应付裕如。健康方面，节制具有疗愈的能力，如果有旧伤或老毛病，将能随着时间逐渐康复。
    钱财上的意义，牢记终极的财务目标，这能够让你在遭受短暂的牺牲时，不感受到被剥夺。与其要为眼前的这些迎头小利而努力，不如放弃，以取得一个更大的成就。不过除非你的心灵有足够的滋养，否则你很难这么做。因为当心灵处于一种饱满的状态时，要放弃物质或者是肉体上的诱惑会比较容易。
    当有关财务的牌型中出现节制牌，很明显的是指财务状态能均衡，稳健。你的行动中带有远见，所采取的步骤都能成功持久。有个很重要的意义，就是目前的牺牲和选择对于长期目标的达成都是有帮助的。
    生活上的意义，在生活分析上出现这张正立的牌，暗示着维系身心健康上有均衡的方式，并且有能力满足双方面的需求。
    精神层面的意义，节制牌提醒你，在你的人生当中需要同时照顾到肉体和精神上的需求。一个健康的人生会同时滋养肉体和灵魂，而且在追求此生的精神目标时，也能激励你让两者都达到和谐的境界。拥有正面的精神目标和财务的计划才能增加你对人生的热情，并且对于完成你的目标会更具有信心。节制牌会让你看见人生的远大前景，并加深你对人生目的的认识。这张牌道路尽头的太阳就是个希望，前方有着美好的愿景在等着你，而这也能让你对人生的热情惊醒过来。
    两性关系上的意义，节制牌暗示一个会发生重大成长与学习的两性关系。强烈的目的感，是每位伴侣都能以忠实于自己的方式行事，因为它们连接了潜意识（那一池水）以及真实或有形的世界（陆地）。
    在爱情方面，代表沟通交流顺畅，和谐相处与对待，彼此双方可以结合，感情绵密细致持续。两情相悦，平等对待，细心温柔的关心，深层的沟通与了解。精神与实际的结合。是很有助于感情和结合的一张牌。
    `,
    rkw: "缺乏能力的、技术不佳的、不懂事的、需反省的、失去平衡状态、沟通不良的、缺乏自我控制力、不确定的、重复犯错的、挫败的、受阻碍的、暂时的分离、希望与承诺遥遥无期。",
    rdesc: `
    这张牌也意味对于在某种状况内该怎么办缺乏了解，或是从一个极端走向另外一个极端。它可以形容一个人为了得到满足感而不断寻找目标，而结果却只有失望，以及继续地设定下一个目标。现在你应该重返死神牌，容许更多的改变发生，或是让更多的事物远离你的生活，如此你才能看得更远或更清楚。在精神层面上，代表心灵提升或净化上的困难，可能是受到世俗的污染，导致扭曲或自以为是、似是而非的不纯净意念。在心灵上或精神上缺乏滋润，导致没有爱心、没有创意，是一种贫瘠不育的状态。
    节制逆位对人与人之间的关系更是不利：代表无法与他人一起工作，对了解他人有困难，缺乏耐性和专注。人际上产生了不调和的关系，或者是利益冲突，导致局面失控。有时还会造成敌对状态，或是利害关系的对抗争夺。而在感情方面，当然也相当不协调，分离、不合，不幸的结合，相处得很糟，沟通有很大的障碍。钱财的意义，节制牌逆位可能暗示财务上的轻率而为，因此导致负责，身陷投资风险中。不脚踏实地，一心只想要中乐透，做生意发大财或是投资获利，好应付那些上门来的债主。他也可能是意味着同时着手太多事物，使财务水位急降，或者是以做生意为名行赌博之实。如此一来你的财务危机可能会让你卷入相当大的风险中，并且整日坐立难安。
    生活的意义，在生活分析上出现逆位的节制牌，可能是暗示着不节制。你纵情于口腹之欲，电玩或酗酒，不断的追寻感官之药以及立即性的满足，因此你要为这无休止的寻欢或欲望而负起责任。如果没有认知到人生的精神目标，你所满足的也只是感官而已。
    `,
    cardtype: "major"
  },

  {
    number: 15,
    url: "devil",
    img: "cards/15.png",
    name: "恶魔 The Devil",
    kw: "不伦之恋、不正当的欲望、受诱惑的、违反世俗约定的、不道德的、有特殊的艺术才能、沉浸在消极里、沉溺在恐惧之中的、充满愤怒和怨恨、因恐惧而阻碍了自己、错误的方向、不忠诚的、秘密恋情。",
    desc: `
    克服贪婪是这张牌的课题，因为魔鬼就是用贫穷的恐惧来填满我们的。不透过精神上的滋养来追寻快乐的我们，总是不断地追求着越来越多的物质层面的舒适。在生命旅程中，我们会因为那些曾带给我们短暂欢乐的身外之物而沮丧，当我们在追求这种满足和轻松时，我们正冒着遗忘这趟旅程的风险。
    两性关系上的意义，魔鬼可能是描述一份由爱开始的两性关系，结果却变成一种束缚。习惯、公式化和实际性，已经奴役了关系中人的心。它也可能象征你被欲望或惯性所支配，而非依循你更佳的判断行事。
    在感情上，恶魔常表示在感情中沉迷，受到致命的吸引力来诱惑，即使这段感情是不正常或不健康的。也可能表示这段关系的结合是为了现实考量，也许是金钱或性欲。在不好的情况下，可能一方把另一方当成奴隶般控制，甚或在生理或心理上虐待对方。恶魔背后的意义是：唯有放下执迷，才能拥有大自由。
    钱财上的意义，魔鬼牌可能是财务成功的强而有力的牌。这张牌会让你变得专注，意思是你不会因为其他的财务目标而分心。为了现实的财务目标而活的人们，和大多数想要实现它们的人并没有什么不同，但不论如何，这张牌可能是暗示你不会因为得到成就而满足。或许你相信财务成功并不完全来自努力，因此，你可能会坚持自己掌控事业或慎选财务上的伙伴。
    问事业学业或金钱，恶魔出现常是好征兆，表示当事人真的很渴望、很认真、很努力的去求取。但是恶魔出现同样提醒你，请反省自己是否过度执迷某件事、某个人、某个东西或某种模式。请思考自己是否利欲薰心，变成那些事物的奴隶，甚至使用不正当的手段求取。恶魔牌提醒我们：别让自己变成物质成功却心灵贫乏的盲目之人。
    生活上的意义，可能在暗示事业或财务的压力此时正在影响你的生活。或许现在是该去找一些对你目前的生活有益的方法的时候了，好让身体重新恢复平衡状态。不要执着于一种矫正的方法，其他的办法也可能一样有效。
    这张牌意味接受一种坏的状态，对于那些役使你的事物不作丝毫的抵抗，或甚至不愿意做改变。它暗示你紧守着“反正还有许多人的情况比我更糟”的信念。通常这是真的，然而这只是你恋战于某种状态的藉口，无法提供你任何学习、成长或快乐的机会。
    `,
    rkw: "解脱了不伦之恋、挣脱了世俗的枷锁、不顾道德的、逃避的、伤害自己的、欲望的化解、被诅咒的、欲望强大的、不利的环境、盲目做判断、被唾弃的。",
    rdesc: `
    逆位的魔鬼意味一种打破限制你自由之链的企图，不论它是肉体上或精神上的不自由。现在你正积极的找寻改变或新的选择，你不再指打算接受目前的状况了。
    对于一段恋情而言，这是双方的醒悟，像画面中的男女，已经清醒觉悟两人的不适合，对双方关系有所省思，因而也有可能会真的分手。
    钱财的意义，魔鬼牌逆位意指确认了其他可行的财务目标，以及可以达成目标的方式。你的方法是比较不带偏见的，你愿意接受周围的人提供的协助和建议。重返正立的节制牌是必要的，以便舍弃那些无关紧要的身外之物和财务上的义务。一旦你舍弃了财务上的包袱，那么你前方的旅程就少了很多负担。节制牌让我们认识到人生的旅程需要轻装简行，以便迎接那些展开在你眼前的机会。
    生活的意义，魔鬼牌逆位描述着，寻找集中可行的方式来建立并维持你的健康生活。你会用比较开放的态度来选择维持健康生活的方法，重返正立的节制牌课题或许能让你看见人生的愿景，让你愿意释放掉那些压垮你健康生活的负担和责任。在重返节制牌课题的过程中，你有可能发现你的精神，心智和情绪是如何影响你的肉体健康。
    `,
    cardtype: "major"
  },

  {
    number: 16,
    url: "tower",
    img: "cards/16.png",
    name: "高塔 The Tower",
    kw: "双方关系破裂、难以挽救的局面、组织瓦解了、损失惨重的、惨烈的破坏、毁灭性的事件、混乱的影响力、意外的发展、震惊扰人的问题、悲伤的、离别的、失望的、需要协助的、生活需要重建的。",
    desc: `
    高塔是代表一种虚假的结构，或不合适的价值。你对人生的态度已经没有办法再支持你，你需要舍弃这些东西才得以成长。这个足以对人生产生新的理解的态度，其灵感有可能是来自乍显的灵光。
    高塔将为你现实你的选择机会，或是强迫你去面对它们，以这种方式带领你远离魔鬼的压迫。它带领你进入所期盼，而在魔鬼牌当中所恐惧着的改变。
    如果你脱离大自然的律动或土地的话，你将会冒着和生命脱节的危险。生命鼓舞你去保持它的律动，如果你不做的话，它就没有办法在完全地支持你。
    这张牌的意义是一种毁坏和崩解，并且受到强大的外力所致，或许也是一张最具有破坏力的牌。塔罗牌里的这张牌虽名为塔，但意义却不是塔的完成，而是塔的毁坏。这张牌通常带给人的是惊惶失措的打击。
    在人际关系上，是舍弃以往的关系，或者是切断一份友谊。从共同的环境或情境改变，到两人的关系出现问题和纷争，有可能会决裂断交。双方也有可能欺骗，闹翻或恶脸相向。
    钱财上的意义，询问有关投资理财的问题上，高塔牌暗示着这是一个不明智的追求。环境的骤变可能让你的透支血流成河。这张牌有时候会在股票市场即将崩盘前的分析当中出现，在一九八零年末期，但是是经济进入衰退，这张牌就经常被选中。
    在事业的分析上，高塔牌显示你的工作或上班的公司会有着突如其来的转变，是环境的全盘和突然的剧变，容易出现破产、垮台、倒闭，没落，人生中失去安稳的庇护所。
    在生活的分析上，它代表一种突如其来的变化，或者是一种震撼。高塔牌震撼你，让你回到现在，并带来生活或生存上一个崭新的开始。请记住，你某个部分需要这种改变，在某种层次上，你某个部分可能强烈的盼望着它。
    精神层面的意义，高塔牌是一个令人震惊的提醒，他告诉世人再多的财物都无法预防人生的骤变。高塔牌介于魔鬼牌的安逸和星星牌的满足之间，这是个赤裸裸的选择。你必须在拒绝灵魂的召唤，面对令人不适的改变而与深层的自我沟通两者间的选择做出抉择。高塔牌提醒你，任凭腰缠万贯也无法补偿你灵魂深处的不快乐。不论如何，内在的平和可以让生活的欲望降低的。
    `,
    rkw: "全盘覆没、一切都已破坏殆尽、毫无转圈余地的、失去了、不安的、暴力的、已经遭逢厄运了、急需重建的。",
    rdesc: `
    当高塔逆位时，改变的迹象依然明显，不过改变的程度就没有正位时来得多了。它可能是在形容一种被阻挠或被监禁的持续感，因为你不允许所有的改变都发生。藉由稳固控制你的行动，可以减轻这份痛苦，但这么做的话也会使你的成长趋缓。这张逆位牌意味你需要回到魔鬼牌，好精通其中所必须学习的课题。
    逆位的高塔表示你抗拒放开你所压抑的东西，这可能会导致冒出另一股力量，并带来另一项突如其来、爆发力十足的改变。不论你如何抗拒改变，它迟早会发生。
    钱财的意义，高塔牌逆位暗指，当环境改变时，由于你的行动敏捷，决策果断，而能免于财物损失或毁灭。除非在透支过程的压力之下，你还能够自信，冷静，否则你可能不会想冒险从事财务投机买卖。
    生活的意义，透过有意识的行动或者只是下意识的决定，而避免了突然病倒或无预警的健康问题。逆位的高塔意味着重新返回正位的魔鬼牌，或许你会经历到这张牌所代表的生活问题，譬如诱惑，束缚，欲望或性的问题。
    它也可能是在形容你抱残守缺，停留在一种早就不合适的情况中。
    `,
    cardtype: "major"
  },

  {
    number: 17,
    url: "star",
    img: "cards/17.png",
    name: "星星 The Star",
    kw: "未来充满希望的、新的诞生、无限的希望、情感面精神面的希望、达成目标的、健康纯洁的、美好的未来、好运即将到来、美丽的身心、光明的时机、平静的生活、和平的处境。",
    desc: `
    经历高塔的变动之后，现在已进入宁静状态。星星是一张代表对自己及对人生的各种可能性深具信心的牌。在经历一番情感的动乱之后，一种和平及空虚的感觉随即回来。这并不是一种负面的空虚感，而是没什么特别的事情需要去担心或解决。在高塔中经常发现的迫切感，如今已被一种沉静、和平的感觉所取代了。
    星星代表希望、和谐、疗愈、平稳、宁静与安祥，也与静坐冥想相关，这些并非外显的行动，而是内在的状态。星星代表与潜意识产生连结，即使自己没有感觉到。有一派说法认为星星的牌义是毁灭与失落，这是由于星星与塔牌经常互相隐含。也就是说，塔的危机发生之后，往往出现更深层的宁静感；而星星的希望与信心，通常是发生于危机之后，即使牌阵中只出现两者之一，但令外一张牌的意义依然隐含在其中。因此，如果当事人正处于一场剧变时期，感到极大的痛苦，星星出现是一个很好的征兆，表示当事人即将能够顺天知命，在剧变之后，找到一个新的出口，并且在情绪上保持和谐稳定。如果生病，星星表示将能平静的疗愈身心。星星给我们的课题是，如何处在人生风暴中，又能坚守信心，保持希望，不让外在的世界影响内心的宁静。要以更宏观的角度看待目前的逆境。即使是处于黑夜闪电击中高塔那样可怕的情境中，也要相信，过不久天色即将明朗，大地终能鸟语花香，你将能够安然地倾倒源源不绝的生命之泉。
    星星是一张代表治疗、内在治疗，以及了解你这一世真正目的的牌。所有的物欲都已经在魔鬼牌中获得解决，而且在高塔牌中你也已经击溃那些不切实际的信仰，所以到了星星牌，你已有追求你真正目的的自由了。你可以自由的用心去倾听世界的心，你可以倾听你内在的需求，让它把宇宙的计划表达出来，也可以进到水池里面（透过潜意识心智运作的潜意识层面），汲取你要这么做所需具备的知识和能量。
  `,
    rkw: "希望遥遥无期的、失去信心的、没有寄托的未来、失去目标的、感伤的、放弃希望的、好运远离的、毫无进展的、过于虚幻、假想的爱情运、偏执于理想、希望破灭的。",
    rdesc: `
    星星逆位意味你目前并没有接触到你潜意识能量的来源，而且可能会觉得受限于生命，或和你创造力的来源失去联系。
    可能你会觉得需要休息一阵子，放个假，或有更多的自由，但是你所需要的应该是心灵的自由，而不是肉体的自由。当星星出现逆位时，意味着和生命或世界的灵魂联系被切断了。因此空虚、寂寞，或退却到智力中的情形均可能发生，这会缺乏“事情将来会获得改善”的信心。它也可能表示你失去了你的目的，也就是你在这一辈子所应该做的事。事情既没有办法为你带来以往的满足，而你也无法给它们和以往一样的承诺。现在该是返回高塔的时刻了，这样你才能够排除那些与你生命不再有价值的东西，进一步发现一种和潜意识清晰、简单的连结。
    逆位的星星牌暗示着，你对于生命会在你努力之时支持你，并不具信心。这是该回到高塔牌的时候，好将可能会阻碍你事业的障碍物移除。当你有充分的信心相信生命会支持你，你就可以自由的回到正位的星星牌，去探索抛开财务和重复的结构所给你的自由。
  `,
    cardtype: "major"
  },

  {
    number: 18,
    url: "moon",
    img: "cards/18.png",
    name: "月亮 The Moon",
    kw: "负面的情绪、不安和恐惧、充满恐惧感、阴森恐怖的感觉、黑暗的环境、景气低落、白日梦、忽略现实的、未知的危险、无法预料的威胁、胡思乱想的、不脚踏实地的、沉溺的、固执的。",
    desc: `
    月亮出现，经常表示当事人感到不安、迷惑与恐惧，可能是面对未来的迷惘，或是面对陌生情况的不安。有时候代表隐藏的秘密、危险或敌人，发生误会与欺诈，甚至出现莫名其妙的谣言中伤。在感情上，通常代表当事人对感情怀有恐惧，没有信心，不安而情绪化。面对这些情况时，人的本能为了求生存，常常作出不理智的举动。此时，必须明白，在月亮之后，19号的太阳牌即将升起。唯有清楚太阳才是我们最终目标的人，才能够通过月亮的考验。
    在事业上，月亮通常是指某种具艺术性或创造性的事业，或夜晚工作比白天还多的情形，这方面的典型事业可包括写作、摄影室内设计或任何需要运用到想象力的工作。有时候月亮也可能是暗示欺骗。有些事物隐而不见，因此得看得比表象更深入，以发掘某种状态的真相。
    月亮暗示你需要面对你的恐惧，因它们可能会阻碍你去做某些事情，或获得某些东西。多留意你的潜意识思考。
    两性关系上的思考，在两性关系分析当中，月亮代表表面上一切事情都很美好，但是底层却波涛汹涌——在日常生活中一切都圆满和谐，但是暗地里确存在着某些没有被讨论，被认知或尚未解决的事情。或许你对于更深刻的承诺怀有某种恐惧，或你想要离开这段关系，然而恐惧却又把你拉了回来。你的伴侣或许会令你回想起过去的两性关系，或父母关系中尚未解决的事情。事情不能光看表面，如果你愿意倾听你的梦境或潜意识，或许你就能发现你内心深处到底真正发生了什么事。
    钱财上的意义，月亮牌可能暗示着，你藉着有创意的方法而赚到钱。现在或许是去分析并承认工作当中有暗流的时候，因为表象有可能会遮蔽真实的情形。当月亮牌出现在事业或财务问题牌型中，夜间工作也可能是它所暗示的意义。
    生活上的意义，这张牌在提醒你要特别注意睡眠方式。任何一个经历过失眠的人都知道，失眠对于你的专注力，活力，幽默感和情绪是多么大的伤害。
    精神层面的意义，在夜里的梦境中，深层的恐惧和不安都浮现了，就像一条狗在夜里狂吠，吵得你不得安宁。恐惧，希望，渴望和绮思萦绕在你的潜意识当中，希望能够透过梦境或有创意的书写来寻求宣泄。这个通往世界排的最后一个试炼，让你有机会看到自己的疑惑及缺乏安全感的部分。伟大的旅程有时候会遭遇到精神上或情感上的阻碍，但这并不会阻止你继续迈向你的人生目标。
  `,
    rkw: "度过低潮阶段、心情平复、黑暗即将过去、曙光乍现、景气复甦、挥别恐惧、从忧伤中惊醒、恢复理智的、看清现实的、摆脚踏实地的、走出谎言欺骗。",
    rdesc: `
    月亮逆位时，隐藏的事物将逐渐浮现，无论是暗藏的敌人、危险、谎言或谣言，都将一一浮现，而变得较不具危险性，因为当它浮出台面时，你反而知道该如何应对。虽然月亮的暧昧不确定性仍在，你仍然会感到不安，但程度稍弱。
    月亮逆位暗示着那些尚未被解决的事情又降临到你身上了。现在是去面对这些内在挑战，而非退缩到有形世界的安全领域中的时候了。这也是回到星星牌，以体验其中所提供的信心和希望的时候。这也可以提醒你，同一个池子既包含了你的恐惧，也包容了你的力量和问题的解决之道。
    月亮牌逆位可能暗示，你目前被夜里的强烈梦境给压得喘不过起来，不过你有可能从这趟梦境之旅中获益。对于黑暗的恐惧会干扰你潜意识里的惊惧和渴望，而驱使你回到正位的星星牌来享受心智当中较轻盈的，少威胁性的面向。逆位的月亮牌可能暗示着你需要从日常生活当中暂时休息一下，好甩掉任何逗留不去的恐惧或者对生命的怀疑。这是一个透过休息，放松和玩耍来重新创造自己的时候。
  `,
    cardtype: "major"
  },

  {
    number: 19,
    url: "sun",
    img: "cards/19.png",
    name: "太阳 The Sun",
    kw: "前景看好的、运势如日中天的、成功的未来、光明正大的恋情、热恋的、美满的婚姻、丰收的、事件进行顺畅的、物质上的快乐、有成就的、满足的生活、旺盛。",
    desc: `
    太阳象征欢乐、内在的平和，以及表达自我的需求。它也代表理解到幸福是一种选择。太阳代表一种令人愉悦的解脱。它表示觉醒的力量足以驱逐黑暗。它代表一种表达内在无意识和潜意识力量的天赋趋力。它是充满希望、理想主义，以天真率直的。这张牌代表在太阳底下，所有事情都是明晰、乐观及欢乐的一段时间。现在所有事物都清晰可见，也没有在月亮中所经历的恐惧行迹。太阳意味对人生深入的理解，但又能够从浅显简单的事物中获得满足。它显示一种活跃、有创造性、精力充沛的状态，小孩子们能够自然体验到的一种状态。
    钱财上的意义，在财务问题的牌型中选到太阳牌，你就宛如置身财务的夏天中。对现在的你来说，钱财来得太快，去得也快。创意的方案提供了稳定的收入，而新的机会也唾手可得。太阳牌代表你负担得起你想去做的事。
    生活上的意义，当进行生活分析时出现太阳牌，代表对生活炽热的爱。大致而言，正位的太阳牌暗示的是生活健康并且有活力。
    精神层面的意义，你的精神旅程充满着创意和惊奇的感受。生命既光辉且丰盛，而你感觉自己像是个宇宙间的孩子。当你带着一种欢乐，自然不做作且嬉戏的感觉在过你的生活时，那么创意将源源不绝。就像孩子一样，你很容易就适应环境，而且充分运用每一天。太阳牌给你一段时间去探索你的创意机会，并且向其他人分享你对生命的理解。
    当询问感情状况时，代表一种真诚热烈的爱情，热情直接毫不隐晦，所以并不会暧昧不明，是一种光明的结合，当然也代表快乐美好而甜蜜融洽的亲密关系。两性关系上，太阳所描绘的是一种既有创意、又饶富趣味的两性关系，在日常生活中随时可以见孩子般的天真和童趣。
  `,
    rkw: "热情消退的、逐渐黯淡的、遭遇失败的、分离的、傲慢的、失去目标的、没有远景的、失去活力的、没有未来的、物质的贫乏、不快乐的人生阶段。",
    rdesc: `
    虽然太阳逆位代表你还是有一些恐惧尚待克服，不过他依然是一张正面的牌。当太阳牌正立时，生命和全世界的人都会支持你，当它逆位时，你却有某些怀疑。现在云层遮蔽了太阳，所以虽然还是白天，但温暖及光明却已稍减，因为你内心还存有在月亮牌中所接触到的恐惧感。
    太阳逆位可以象征对人生及创造性抱着一种竞争的态度。这是基于对不足的恐惧——怕支援不够、怕机会或爱不够。这可能是一种根本性的恐惧，怕这个世界不会支持你的努力。在两性关系份当中，它可能暗示两个相互竞争的人。
    在事业分析中，这张牌暗示要在销售或创意的工作当中脱颖而出，则必须经历极力的竞争。它可能是在描述一种颇有创意的方案，它在别人的眼中是成功的，然而你却对它有更高的期望，你要得到更多才会感到满足。所以太阳牌逆位也可视为和你自己，或和一份完美的理想竞争。
    钱财的意义，你现在正被大的目标催出着，为了自己，再度投入资金和能量去建立起更大的机会。逆位的太阳牌代表回到不被承认的恐惧的月亮牌，而这些底层的恐惧促使你在追寻机会时更强势。害怕贫穷，迫使你在整个光辉的盛夏都在工作，结果让你错失了享受应得的回报。
    生活的意义，太阳牌逆位可能暗示着，为了改变你的生活状态，你的生活需要多些时间玩耍，少些竞争。不过这个忠告就像是马耳东风，因为有竞争性的人即便是在游戏当中，ta还是喜欢竞争。
  `,
    cardtype: "major"
  },

  {
    number: 20,
    url: "judgment",
    img: "cards/20.png",
    name: "审判 The Judgment",
    kw: "死而复生、调整心态重新来过、内心的觉醒、观念的翻新、超脱了束缚的、满意的结果、苦难的结束、重新检视过去而得到新的启发、一个新的开始、一段新的关系。",
    desc: `
    召唤，是审判牌的重要意义。就像天使加百列吹着号角召唤大家，你会感受到一股召唤力，有时候是来自外界，但多半来自内心。那召唤可能是一份工作、一个想法、一种渴望，或是自我觉醒。这股召唤将会带领当事人开展人生的新一页。表现于外时，可能是成功的升迁、转业、成长；表现于内，则是经过一番内心洗礼，整个人感到焕然一新。有时候审判还可以代表实际的电话或信件，来通知当事人重要的消息。
    审判同时也带来重生的机会。抽到这张牌时，可能你走到人生的十字路口，必须拥有清晰的判断力，才能做出最高层次的决定。过去的人生已经走到一个瓶颈，透过回应内心的召唤，将能为自己重新充电。在健康方面，审判可以表示身体痊愈，重新开始。在感情方面，破镜重圆不是梦。在法律方面，审判通常代表对自己有利的判决。如果想要摆脱什么人或什么环境，审判出现，表示时候到了。
    审判是张意义重大的牌，表示当事人走到人生的关键期。过去的所作所为，将在此时得到应有的回报。审判与因果和业力相关，透过这场洗礼，过去的帐一笔勾销，我们将能重新写下人生的新一章。
    审判牌意味着，这是检视你人生道路及步骤的好机会，以判断你的行动是否明智，或者在追寻目标的过程中是否迷失了。在这张牌中，一位天使叫醒死者来接受最后的审判。有着清澈灵魂的天使能够检视我们的生命，并判断他们是否不枉此生。当牌形中出现正位的审判牌，代表这是一个清晰的判断。他可能在暗示内心以一种深层的精神象征向生命呼唤，至于是否留意到这个呼唤，是取决于你的。
  `,
    rkw: "不公平的审判、无法度过考验的、旧事重演的、固执不改变的、自以为是的、对生命的看法狭隘的、后悔莫及的、自责的、不满意的结果、被击垮的。",
    rdesc: `
    审判逆位，首先当事人会抗拒生命的转变，怀疑甚至否认所面对的召唤，不愿做决定。另一个可能则是当事人因为目光短浅，而做出不利的决定。如果过去曾做过什么不好的举措，此时也会自食恶果。有时候当事人所面对的生命转变，确实比较难受，有歹戏拖棚的可能，也许是与亲人分离、被迫结束某些事物、败诉、留级、离家、分手、生病，这都需要多一点时间来调适。在日常生活中，可能错失重要的讯息，或是受到电话或信件骚扰。问生活，审判逆位不是好征兆；问诉讼或考试，己方情况不利，宜多加准备。
    审判牌逆位暗示着判断能力被遮蔽了。你可能在不顾更远大的目标和行动的结果下，鲁莽行事。“匆匆行事，慢慢后悔”说的就是这种情形。当审判牌逆位，就是该重返正位的太阳牌的时候了。我们在月亮牌阶段所经历的潜意识的渴望，恐惧和希望，大部分都已经在太阳牌表现出来了，这让我们有能力去检讨，解决，有时候甚至还能释放掉更深层的问题。重返太阳牌的课题让我们再重新检视行动之前，有休息的机会。
    钱财的意义，现在的判断力很薄弱，或许你并不了解全貌，也不清楚那远大的前景，或者这就是你的作为所带来的结果。逆位的审判牌暗示着一项不智的事业投资，或者是如果把钱投资在别处会有更好的出路。偶尔你的判断就是会这么混沌不清，以至于你会把剩余可用来分析的时间用在争辩这项投资的好处上。
    生活的意义，审判牌逆位意味着，此刻的任何生活问题都有可能是精神上不均衡所导致的。去追求更富于精神意义的生活才有可能导正此一状态。冥想，阅读能提升精神层次的书籍，或者利用你的才华和技术来帮助别人，都有可能带来生活上的回馈。
  `,
    cardtype: "major"
  },

  {
    number: 21,
    url: "world",
    img: "cards/21.png",
    name: "世界 The World",
    kw: "完美的结局、重新开始的、生活上的完美境界、获得成功的、心理上的自由、完成成功的旅程、心灵的融合、自信十足带来成功、生活将有重大改变、获得完满的结果。",
    desc: `
    与其说世界代表结束，不如说它是一种自然的完成，是最后的胜利和美好的结局。死神的结束常令人伤心欲绝，但世界的完成却是踏破铁鞋无觅处。你可能是事业到达成功的段落，学业顺利完成，目标达成，爱情也可能达到一个完成阶段，不管是步入礼堂，还是好聚好散，起码一切都很自然。世界是一个完整的段落，此时无所欠缺，一切都很完美。世界也可以代表旅行，特别是大范围的航空旅行，甚至环游世界。有时候代表搬家或移民。
    这张牌代表成功，环游世界，或者是理解了你为自己所设定的主要目标。当世界牌出现在牌型中，它可能代表已到达你所热且盼望的顶峰，你感受到生命以及你周遭的人对你的支持。在两性关系的问题中他以为这一段持久的，满足的恋爱关系，而且有时候暗喻这伴侣是来自世界的另一端。它也可能在暗示，在世界的另一个角落的初次相遇。当一段关系是从网际网络上相遇开始，在分析中也会出现这张牌。因为尽管两人都呆在家，可是他们是越过世界而相遇的。
    世界牌可能意指环球旅行，或重大的成功及快乐。就变通的角度而言，它暗示你就站在生命希望你站的地方，而你也能感受到生命及你周遭的人的支持。它描述着一种快乐，不是来自拥有或耕耘，而是来自存在。
    在事业上，世界牌形容一种极大的成功满足。
    两性关系上，世界象征两性关系当中美好而持续的事物。它显示你正处于一种共荣的两性关系中。你和伴侣能够在你们所同意的范围内完全的成长、发展和生活这份关系中存在相当强大的驱动力，这可不是一段可以等闲视之或轻忽的关系。如果它是在过去的位置，可能意味着一个住在另一个地方的伴侣，或你到另一个地方旅行时，可能会遇到某个人。
  `,
    rkw: "无法完美的、一段过往的结束、缺乏自尊的、感觉难受的、态度悲观的、丑恶的感情、无法挽回的局势、不完美的结局、无法再继续的、残缺的。",
    rdesc: `
    世界逆位，成功的程度减弱，可能总是欠缺那临门一脚，也可能是好不容易达成目标后，才发现还有问题需要解决。正位时的完美开始出现小瑕疵，遇到一点小挫折，你就想放弃。原本自由的能量淤塞了，你可能拒绝进入世界带来的新阶段，只想停留在旧环境中。无论是搬家、旅行，还是换工作都不愿意，而即使愿意，事情也可能延宕不决。其实只要明白，当人生某个阶段自然结束后，欢喜进入下个阶段，才是帮助自己成长最好的方式。要学习舞者欢欣自由的精神，只要能量流动了，事情就会顺畅，机会将提供给准备好的人。
    当这张牌逆位时，它依然暗示着到处旅行，也可以暗示事业或两性关系上的成功，但这种成功无法被保存，所以只好被放掉。在这项成功之外，还会有更伟大的成功，因为虽然现在你不能把全世界都掌握在手中，然而这只是时间早晚的问题而已。这也不是你最后一个挑战，因为还有其他更重要的挑战会紧跟而来。
  `,
    cardtype: "major"
  },

  {
    number: 22,
    url: "cups01",
    img: "cards/Cups01.png",
    name: "圣杯一",
    kw: "新感情、爱、喜悦、感觉、直觉",
    desc: `
    圣杯首牌正位是人际关系最好的开始，经常代表新感情的开端，对于人际关系是非常好的征兆，无论是新恋情、新友谊，或是任何一种人际关系。圣杯一也可能代表一段快乐满足的时光，能敞开胸怀，拥抱喜悦，尽情付出爱与关怀。
    在某些情况下，圣杯一可能表示直觉的开启，对神秘事物开始产生兴趣或是开窍，感受性敏锐。此时勿忽视心里的声音，各种梦境或是直觉，都可能带来珍贵的讯息。圣杯一是精神生活富足的象征，也可能是灵性成长的开始。通常在人际关系占卜中，圣杯一都代表美好的开始，你能从中获得喜悦与满足。
    `,
    rkw: "失落、失望、不满足、空虚、饥渴",
    rdesc: `
    圣杯逆位的时候，情感之水是逆流的、倾泄的，也是混乱不安的。这时候情感的动向不正确，两个人互相对待方面不协调，彼此的沟通很有问题。由于情感缺乏真正交流，很难找到愉快的感觉，也没有受到感动。水的波动难以控制，是不安稳的象征，情感现象会有沉浮变化，可能会遇到情感关系的意外变动，让你感到意外和不顺遂。水池成为浮面的幻影，也代表情感是虚伪的，没有实质的根源。这时候感情失去纯净的光芒，容易形成虚情假意，缺乏真诚的心来面对他人。甚至内心情感与外在表现不一致，充满着矛盾而复杂的感情和人际关系。
    当这张牌倒立时，牌上面画的手就不能握住杯子了，而杯内也装不住任何东西，上面的鸽子也找不到入口进来，那么它就无法带来心灵上的祝福。杯内的东西泻出来，意味情感和心灵上的空虚。它可能暗示不快乐是因为某种情感破裂的状况。为了克服这种状况，你需要发展出内在的和平和宁静。没有了这种和平，你的情感可能会遮住你对生活的视野，或是限制了你的成长和发展。
    圣杯首牌倒立意味你已经和心灵目标失去连结，失去这份连结，你将逐渐在情感上、创造力上以及肉体上越来越感到不满足。你须观照内心寻找爱的泉源，而且从对人生的期望中解放自己。圣杯首牌倒立意味着你无法包容生活所提供给你的情感上的机会。或许你认为你正在做的那些不必要的事远比心灵上的价值还更重要。
    `,
    cardtype: "minor"
  },

  {
    number: 23,
    url: "cups02",
    img: "cards/Cups02.png",
    name: "圣杯二",
    kw: "恋情、友谊、合作、结合、平等",
    desc: `
    圣杯二经常被视为恋人的小牌版本。经由结合男性在行动、力量、活动方面的特质，以及女性在情感、想象及直觉上的特质，他们可以互相学习，同时都变得多产而富创意。两张牌都与爱情产生强烈的关联，而且圣杯二中的两人更像心心相印的金童玉女，深情相对，不若恋人牌中的隐隐犹疑的夏娃。但恋人牌毕竟是大牌，所表现的恋情影响较深远，为期较长久，也常指涉肉体上的亲密关系。而圣杯二的恋情在实战上，比较近似初期的热恋状态。看图中男女相敬如宾，他们之间不是钱币六的上下阶层关系，也不是圣杯六的单方付出，他们是互敬互爱的平等关系。更广义而言，圣杯二不只局限于男女情感，也可以指涉友谊，以及任何人际关系。
    通常圣杯二的人际关系都是和谐、对等、沟通良好、合作愉快、互相敬重的。因此，问合伙，问婚姻，问恋爱，问友情，圣杯二都代表双方的结合将会非常愉快。在事业的分析上，这张牌说明一种平等的合作关系，而且均蒙其利。他们都能各自贡献出一些东西，他们的努力也各有所获。
  `,
    rkw: "纠葛、延迟、紧张、权利较量、不平等",
    rdesc: `
    圣杯二逆位，表示在结合的过程中出现问题，或者双方不平等。因此可能出现互不信赖、付出不对等、冲突、甚至分离或拆伙的状况。建议学习如何结合相异之人事物，并维持双方的平等，方会建立和谐的人际关系。
    当圣杯二倒立，表示伙伴关系中的个人差异性正在耗竭你的能量。合伙人之间目前最在意的就是如何处理财务上的分配。有时候倒立的圣杯二意指，前任合伙人在拆伙之后又回过头来争夺产业。
    当这张牌倒立时，爱退让而恐惧登场，而且由于爱和恐惧是对立的，两者无法共存。它暗示你的两性关系可能是极好或极恐怖的，并且在两者之间摆荡。当你恐惧对自己或情感失控时，你会设法去控制它们，而你的伴侣亦如是。这张牌亦可形容由于一种不平等或不平衡的友谊或两性关系，而令你耗尽心神。
  `,
    cardtype: "minor"
  },

  {
    number: 24,
    url: "cups03",
    img: "cards/Cups03.png",
    name: "圣杯三",
    kw: "欢庆、结盟、融洽、团体、宴会",
    desc: `
    圣杯三意味着一段庆祝的时光，一群志同道合的人们相聚，或代表这是个重大隆盛的晚宴。在有关实业的问题上，他可能是在描述一群旗鼓相当的人在一起工作。如果是关于爱的关系，它通常是指一个和谐的家庭，或者是朋友组成的支持性团体。假设你是单身，圣杯三可能是在暗示同时间会有几段爱的关系靠近你。
    钱财上的意义，它代表分享财务上的成功。可能有三个或三个以上的人正在享受ta们共同努力的甜美果实。有时候圣杯三也意味着有些不错的机会已经靠近，而你应该要选出最适当的那一个。
    生活上的意义，圣杯三所显示的是，因为身体健康而能够和朋友相处愉快，它意味一段你和朋友一起庆祝，或一起度假的时期，而这一切皆归功于你的健康良好。和志同道合的朋友共度光阴，让你感觉到身心平衡并且充满感激。
    在两性关系分析当中，圣杯三通常意指快乐及分享，或者一次成功的重聚。它也可说明在一种特殊两性关系中的某个第三者，而这可能是指一个小孩（圣杯二的产物），或者，如果是指大人的话，它可能在暗示从这几个伴侣当中选择一位。
  `,
    rkw: "暂时的欢愉、隐秘恋情、淫靡、集体迷失、享乐过度",
    rdesc: `
    圣杯三逆位，表示过度的欢乐导致乐极生悲、享乐过度、暴饮暴食，宜多加节制。在人际关系方面，可能团体失和、结盟或合作失败、友谊破裂、朋友背叛、失去亲友的支持。事情发展也没有预料中的好结果，成功化为泡影。
    这张牌也可能意味着积极、成功，然而却短暂的状态。假如你能接受它是短暂的，那么你就会觉得快乐；如果你坚持要使这种暂时的状态成为永久，那么失望当然就会跟着来了。
    在工作环境当中，这张牌逆位可能暗示这些人并未犹如一个团队般的一起工作，而是互相竞争。这当中看不到牌正位时所显示出来的喜悦，因为每个人多多少少都在防着别人分享或侵入他的工作领域。
    在财富方面，逆位的圣杯三描述的是一群人当中的冲突，而那可能就是财务运用意见上的分歧，或者是有的人觉得财务所得分配并不公平所导致的结果。假设你无法认同团队中的每一个人，那么这就是你返回正位的圣杯二的时候，去找到一个可以分享你观点的人。
    在生活方面，这是一段感到孤立无援或离群索居的时期。这问题需要你回到正位的圣杯二，去找到那个看重你且欣赏你的人才能解决。圣杯三逆位显示出你的生活问题和情绪是有关系的。
  `,
    cardtype: "minor"
  },

  {
    number: 25,
    url: "cups04",
    img: "cards/Cups04.png",
    name: "圣杯四",
    kw: "不满、冷淡、退缩、外遇、缺少连接",
    desc: `
    在数字学中，四代表稳定与秩序，就像所有的桌子椅子，都要由四支脚构成才会稳固，所有的建筑物都是四方体，即使是金字塔，底座也必须是四方形。然而，稳固经常导致无趣，当一段关系或一桩事业稳固已久，反而经常让人觉得无聊，好像没什么新鲜刺激的了。反映在圣杯四，在情感上感到无趣，就形成一段无聊、疲惫、退缩、消极、不满足、独处的时光，觉得百无聊赖，对外界事物漠不关心，缺乏动力，不想参加社交，觉得没人了解ta，甚至觉得家花没有野花香，所以，圣杯四有时也代表外遇，因为ta对于目前所拥有的，已经不感兴趣了。
    圣杯四在告诉我们，应该睁开双眼，在那些机会自眼前溜走之前好好的把握住它们。当你内心感到越充实时，你对外在的需求则越少。你越深思熟虑或将焦点放到内心，你就需要越稳定的基础（或与土地有更强的连结）来平衡你自己。
  `,
    rkw: "追寻、新机会、转移焦点、开始行动、失去连接",
    rdesc: `
    当前状态这个人并不完全满意，而且也无法维持与他的内在及他身边机会的连接。现在是重新回到圣杯三课题的时候，以便遇到一个能提醒他或唤醒他生命欢愉的人。当这张牌倒立时，满足与成就感似乎是转瞬即逝的。这个人坐思那些错失的机会，却忽略掉了眼前的机会。
    圣杯四逆位时与宝剑四类似，代表不满足即将结束。跟正位比起来，逆位的圣杯四较能把握眼前的机会，也表现出对生命的热忱，愿意展开行动。
    财富上的意义，现阶段不满的感觉凌驾过所有财务上的成功。现在是重回圣杯三的课题，重新和人们产生连接的时候了。休闲娱乐就和工作一样重要，而圣杯四倒立通常是工作占据了你的一切，休闲娱乐仅是短暂的片刻。而圣杯四倒立也可能意指在财务上无法得到满足。当重新与人们产生连接，或许有人会介绍你新的、更有价值的机会。
    生活上的意义，你有可能是因为工作太辛苦，而对生活感到沮丧或不满足。这时候你该回到正立的圣杯三，去和那些懂得享受生活的人在一起。倒立的圣杯四可能是指，你的孤独感导因于和那些能满足你情绪和心灵的人们及活动失去了连接。
  `,
    cardtype: "minor"
  },

  {
    number: 26,
    url: "cups05",
    img: "cards/Cups05.png",
    name: "圣杯五",
    kw: "悲伤、忧郁、失落、失望、遗憾、丢三落四",
    desc: `
    圣杯五形容失落和悲伤。它可能是张代表分离的牌，或者有种和人生疏离的感觉。这段期间内，那些平稳而熟悉的事物似乎都逃离你了。在新机会现身前，你必须经历这段失落或孤立期。
    圣杯五表示负起感情上的责任，虽然朋友们在你悲伤的时候支持你，但你常常会切断和他们的联系，只想从自己的内心去寻找支持。而这么做窄化了你向内探索的焦点，并使你失去某些客观性。不过当那种失落感或悲伤感平息之后，你又会慢慢的去注意到他人了。
    钱财上的意义，圣杯五显示的是钱财上的损失。它指出你没有去理会财务上的需求，因为你太专注于感情世界了。如果是在回答一项事业或者一桩财务投资，这张牌暗喻了其结果是令人失望的。
    生活上的意义，圣杯五可能是在暗示，因情感失落或悲伤而造成生活上的问题。强烈或漫长的情感困境可能会导致沮丧或其他生活上的隐忧。现在就花点时间整理你的失落或悲伤，那么你的生活也会获得改善。
    在两性关系的分析中，圣杯五是形容一种分离的状态，以及回顾过去，将目前所拥有和过去拥有的作一番比较；也可以代表说，没有能力让自己从过去某种情绪状态中释放出来。
  `,
    rkw: "释怀、宽恕、解脱、放下、心胸宽广",
    rdesc: `
    这张牌和所有的“五”（包括隐士牌）一样，在正立时都代表心胸窄狭，而逆位时，则有心胸宽大的意味。
    当圣杯五逆位时，反而是一张比较正面的牌。他意指逐渐释放掉悲伤。并且意识到近处的桥就可以将他带回情感的稳定和满足的状态。它代表渐渐的明白让感情和精神层面茁壮的机会在那里了。历经了失落与悲伤的时期后，总算确认了达到满足的新途径。你再度敞开心房迎接爱的可能。重回正位的圣杯四去精通其课题，会让你再透过人们或周遭的环境寻找快乐之前，有机会体验内心世界的平静。
    这张逆位牌在两性关系的分析当中，亦可意味着从某些过去的情感状态中解脱了，使你用有更深刻的两性关系，或对既存的关系有更深刻的承诺。
    财富方面的意义，圣杯五逆位可能意指，回到正立的圣杯四所代表的情感稳定期，而从过去的财务及情感失落中逐渐修复。他让人明白金钱是无法填补情感和精神上的空虚的。
    在有关生活的牌型当中，圣杯五逆位是张较正面的牌。它意指在沉溺了悲伤之后，回到一种均衡的观点。城堡代表你把痛苦留在身后，跨过桥梁而得到稳定的生活状态。这张牌意指某人得到家人及朋友的支持，或者是在稳定，规律的生活中找到情感的避难所。
  `,
    cardtype: "minor"
  },

  {
    number: 27,
    url: "cups06",
    img: "cards/Cups06.png",
    name: "圣杯六",
    kw: "童年、回忆、思乡、照顾、馈赠",
    desc: `
    圣杯六描绘的是一种温柔而隐秘的情景，其中有某种程度的保障和安全，它带有一种可预知性。保障和安全倍受珍惜，不过这是以极高的代价换来的。因为没有什么冒险，所以通常没什么成长。
    在经过圣杯五的悲伤之后，有时我们需要遁入回忆来重新发觉自己，才能继续向前走。藉由省思过去的经验，可以获得灵感和再生的力量。有时圣杯六也提醒我们，要像男孩一样慷慨大方，乐于付出。如果你有仇恨，请你放下与原谅，才能得到真正的和谐。
    圣杯六暗示以成长为代价而得到保障、安全和亲密。它可以意指你的居家或家庭状态的稳定。也可能是过去的事物或人们又出现了，等着你去处理。他也可以代表一种舒适的状态，让你有时间静下来，重新关注活力或安顿下来。
    圣杯六也可以代表过去：对童年时光的缅怀、对前一段两性关系或熟悉环境之回忆。在有关旅行的问题方面，它可代表回到熟悉的地方。圣杯六有时代表思乡情怀，家乡就像圣杯六中的庄园，在里头有欢笑，有回忆，有家人的悉心照顾，让你无忧无虑。
  `,
    rkw: "成长、忽略、失落、成熟、泡沫破裂",
    rdesc: `
    圣杯六逆位表示童年的美好回忆不再，反而充斥惨痛的记忆，似乎一直在拉扯着你。你可能无法获得适当的照顾、被忽略、被遗弃、甚至受虐。当圣杯六的特质发展过度，逆位代表沉溺于过去，不肯尝试新事物，使生活停步不前。从另一方面来看，圣杯六逆位也可能表示你回忆够了，准备向前看，反而会把重心放在未来。
    财富方面，逆位的圣杯六可能是形容由于财务状况不稳，导致和人们之间缺乏亲密感与合作的意愿。当圣杯六逆位出现在分析财务问题的牌形时，可能使之财务基础脆弱，而是感情上的安全感也受到威胁。回到正位的圣杯五会带来改变和失落，然而这也是成长。
    生活上的意义，圣杯六逆位是暗示目前生活上的隐忧，可能是因为情感失落或不稳定所导致的结果。回到圣杯五，这会提醒你，人生没有生命是永恒的，而失落和痛苦也是不可免的。在安逸舒适中的这个改变或许是成长的机会，并且会带来崭新且更具有支持性的生活习惯。
  `,
    cardtype: "minor"
  },

  {
    number: 28,
    url: "cups07",
    img: "cards/Cups07.png",
    name: "圣杯七",
    kw: "迷惘、幻觉、想像、梦境、选择",
    desc: `
    圣杯七是一张代表自我发现、心灵成长以及认识内在需求的牌。提醒你，充分了解自己与自己的行动，你需要行动，也需要思考。对行动有所思考能帮助你将直接的经验转变为知识，并更向智慧与理解靠近。没有思考，行动很快就会变得重复，而没有行动与经验，思考则可能变得索然无味，且毫无意义。
    你需要向内探索自己，以追求所有爱的来源。你应该确认你所真正需要的是什么，并发现什么东西足以填满你的感情。接着你可能认识到：假设你不爱你自己，那么也没有人能给予你足够的爱。这是明白“满足必须是来自内心”的时刻。
    圣杯七代表你应该认清内心的需求，或者确认在某既定处境中你的需求为何。你需要向内心探索，并了解你不能老是藉由外来的手段来寻求满足。在事业分析当中，这张牌是说在这段期间内你必须自问，目前这种处境将把你的人生带往何处。你觉得满足吗？如果不，又是为什么呢？你需要什么？只有你确认自己的需求和欲望之后，不难判断该如何满足它们。
    在比较不好的情况下，圣杯七可能代表被欺骗，也许是自己的幻想骗了自己。此时即使得到成功，那也只是南柯一梦，多半是当事人自我膨胀，并非真正的成功。
  `,
    rkw: "顿悟、放空、清晰、再出发、重新评估",
    rdesc: `
    当圣杯七逆位时，象征使美梦成真的一个决定。这张牌代表将你的梦想化为实际。也可能暗示说，基于精神的原因，某种处境需要的是灵感或超脱，而你却太重视物质或实际的东西了。你可能忙着赚钱和花钱，而忽略了你精神上的需求。换句话说，你可能完全为了追逐金钱，以及钱可以买的东西而活着。
    回到正位的圣杯六是必须的，在那里可以享受到稳定。过一段时间你又会为了改变，成长和情绪发展而躁动不安了，而这就是正位的圣杯七所表现出来的自我。好好享受重返圣杯六所提供的规律吧，直到你下定决心追求更大的情感上的满足。
    逆位的牌再次表示你必须回到前一张正位的牌上，去精通其中所揭示的课题。以这个例子而言，或许你应该返回圣杯六的舒适状态，以提醒你自己，那些东西同样会令人厌倦；或者提醒你，所有那些舒适的东西本身并不足以满足你的需求。
  `,
    cardtype: "minor"
  },

  {
    number: 29,
    url: "cups08",
    img: "cards/Cups08.png",
    name: "圣杯八",
    kw: "拋弃、不满足、行动、避世、牺牲",
    desc: `
    圣杯八代表为了追寻一种新的满足，而放弃既有的满足方式。或许你正打算离职去找一个更有价值的工作，或者你正从你的爱的关系中撤退去寻找更深层的幸福。
    圣杯八意味着你正超越某人，或突破某特定状况。它表示一个人光理解还不够，还包括离开一种稳定的状态（圣杯六），去发现圣杯十所提供的满足感。没有任何人事物强迫你放弃目前的状态，除了你内心想达到更强烈满足的需求。要圆满的挑战成功，需要内在的力量，当八出现时，你就会拥有相对的勇气和力量。在大阿尔克纳牌中，第八张是力量牌。而所有塔罗牌的八也都和力量有关。
    在感情占術上，显而易见，代表放弃现有的感情，转而追寻自己希冀的幸福。那幸福不一定是另一个对象，更有可能是自己的理想与坚持。若与隐士牌或女祭司牌共同出现，更加彰显此一主题。
    在两性关系分析当中，圣杯八表述的是离开某段关系的行动，或对于你目前关系追寻更深刻承诺的行动。这可经由身体的出走、找时间沉思，或浸淫于书籍中来完成。你需要更进一步理解到，目前的状况是不够的。
    钱财上的意义，当圣杯八出现在财务议题的牌型时，你可能正在考虑要离职，或者放弃某项投资，或某种经济来源。为了持续的成长及满足，现在就该费心思考可能的新经济来源或者新工作了。
    生活上的意义，这张牌建议找一种新的促进生活进步的方法。你现在有远离熟悉的生活之道的倾向，而在找寻一种新的，或者有更有效率的选择。圣杯八是代表力量的牌，而圣杯八则意味着情感和精神层次的力量。这精神和情感的力量就是生活健康的坚实基础。
  `,
    rkw: "犹豫、逃离、遁世、纠结、进退两难",
    rdesc: `
    这张牌逆位时，通常代表情感的力量寥寥无几。你要不是对某种能满足你需要的情况缺乏承诺的勇气，不然就是害怕离开那个根本无法满足你的情况。它可表示你的思维、心灵，以及过去的情感模式都显得很混乱。
    逆位的圣杯八描述一种被撕裂的感觉，那就是既急切地想要去追寻更深层的满足，却又害怕有可能会失去所有目前带给你快乐的事物。你的两个选项看起来是势均力敌的，因而让你更加混乱以及难以抉择。现在是回到正位的圣杯七，以便辨识和确定你的需求。在你可以做出最好决定的时候，就可以重新再回到正位的圣杯八的状态了。
    圣杯八逆位在生活方面意指你对于维持或促进生活的最好方式感到混淆。现在是沉静下来的时候，在你行动之前应该回到正位的起点，深思你的内在需求。重要的是，当你出发时你要能确定你会有所行动，而不是重蹈覆辙。
    在钱财方面的意义，或许你正在犹豫要离开原来的工作或者是留下来。
  `,
    cardtype: "minor"
  },

  {
    number: 30,
    url: "cups09",
    img: "cards/Cups09.png",
    name: "圣杯九",
    kw: "享乐、得意、感官、愉悦、满足、美梦成真",
    desc: `
    圣杯九意味对自己的满意和荣耀感。在圣杯九当中有着内在的满足，当你的内在需求得到平衡时，你又重获自由而再回到人生的单纯喜悦中。由于你接受了自己以及所处的状态，你就能贡献更多的时间和精力于那些单纯的事物身上，并享受它们所带来的乐趣。它意味在这段期间内你能平静的反省过去的种种成就。
    圣杯九形容一种对能圆满达成工作而感到的骄傲和满足。你内心所拥有幸福和喜悦的感觉，可能是来自于你的工作环境、人际关系，或是来自一种心灵上的成就感。现在你内在的需求已经得到满足了，而你也能思考你所赢得的成功。在这张圣杯九牌当中有着从你对自己的爱里头所滋长出来的快乐、满足和平静。
    这是小牌中的许愿牌，只要你的愿望是仁慈善意的，愿望或梦想必会达成，得到无可比拟的满足感。若你正准备订婚、结婚或开展新事业，这张牌也预示吉兆。
  `,
    rkw: "沉溺、纵欲、忠于自己、无节制、不自律",
    rdesc: `
    圣杯九逆位意味你追逐世俗的欢乐补偿你被拒绝的爱，或藉此否定自己。你害怕付出你的爱，因为恐惧你的“库存”将会耗竭。由于你不曾付出过任何的爱，也没有得到任何新的爱，因此内心不会有空间可容纳任何新事物，除非你将内心所拥有的部分付出给他人。你相当渴望深刻的感情，所以会透过世俗的事物，努力地想满足这份需求。
    这可能会导致沉溺、无节制或强迫性的行为，包括嗜食、酗酒、玩游戏，或任何可能让你的内在渴望得到暂时性舒解的东西。这些沉溺通常可追溯到对爱的渴望。爱必须在你最需要它的时候到来，否则你无法感到满足。
    财富上的意义，逆位的圣杯九代表一种孤注一掷的财务需求，并且会带来更深层，更属于精神层次的需求。或许你并不喜欢你赚钱的方式，为了补偿自己，你就用花大钱来取悦自己。或许现在你应该重返正位的圣杯八，远离那些生活当中让你上瘾或空虚的花钱习惯。
    生活上的意义，逆位的圣杯九可能暗示沉溺的行为正以负面的方式影响你的生活。为了长期的健康着想，现在是你检视自己日常作息的时候了。这张牌显示出你可能耽溺于香烟，酒精，游戏或者嗜吃不健康的食物。现在因该要藉由重返正位的圣杯八而摆脱旧习性了。
  `,
    cardtype: "minor"
  },

  {
    number: 31,
    url: "cups10",
    img: "cards/Cups10.png",
    name: "圣杯十",
    kw: "情感、团体、家庭、满足、和谐",
    desc: `
    圣杯十是一张表示欢乐和分享的牌。它通常是在描述一个团队或家庭，他们在身体及精神上都能相互奉献及合作，并且共享所有的利益。它暗示着我们明白目前状况的价值为何。这个家庭关系正是圣杯六所努力争取的，并拥有在融通了圣杯七、八、九的课题之后所带来的附加价值。
    圣杯十主要表现情感联系的团体，例如家庭、社团、感情很好的班级、几个知交好友、良好的亲子关系、合作关系、结盟关系。在这其中我们可以得到充份的情感交流与支持，就像是在背后支撑我们的力量，我们知道自己并不孤独。
    这张牌显示你会有一段时期过得很开心及满足，尤其是与家人一起时。同时这张牌也显示你将达成目标或心愿。若你正打算结婚，这是非常好的兆头。
    在感情方面的占卜，为了寻求更稳定更恒久的关系，共组家庭是很有可能的决定。圣杯十在意的是家庭生活中的和谐与快乐，金钱事业上的成功不是主要目标。ta们乐于分享爱，付出关怀，简单的家庭生活就让ta们感到无比富足。
    钱财上的意义，正立的圣杯十是在暗示，在这个阶段比起财务稳定，其实要更多关注与感情上的满足。现在财务的稳定性让你能够充分的专注于享受人生。
    生活上的意义，正立的圣杯十在生活上是无虞。现在你拥有支持你的朋友和家人，而且工作和休闲之间也可取得均衡。有很多的爱和丰盛的情感，两相结合后，让你维持在既均衡又满足的状态。
  `,
    rkw: "脱离、松开、失和、沮丧、被排斥",
    rdesc: `
    当这张牌逆位，可能一直你感觉到被团体排斥，或者是在团队中你正渐渐的自我隔离。在两性关系问题中，圣杯十逆位表示你正在尝试着要避免重蹈过去恋爱关系的覆辙。或许你过去就有一段不满意的恋爱关系，或者是你已经长大懂得父母之间不协调的联结，而你很希望不要让历史在目前的关系中重演。
    圣杯十逆位，代表情感团体可能出现某种程度的不和。儿女与父母发生冲突、婚姻失和、家变、拆伙、兄弟阋墙、朋友翻脸等问题可能出现。耐心是必须的，勿因冲动而坏事。
    在两性关系分析当中，逆位的十可能是形容一种缺乏爱或和谐的两性关系。你待在这种关系当中越久而不去改变它，你就会越来越感到悲伤。你的选择不是去改变这种关系，就是去善用它（通过改变你自己）或者离开它。
    在事业分析上，这张牌形容如一盘散沙的一群人。由于团体中的每个人都特立独行，所以对任何的成功都极少分享。在牌局中，这张牌可能紧跟着一连串的拆伙行动后出现。一个曾紧密合作的团体，如今因不安全感而四分五裂，任由个人的需求和野心来支持一切。
    钱财上的意义，圣杯十逆位暗喻你有一种匮乏的感觉，而这可能是情感空虚，而非是缺乏金钱所导致的结果。也可能表示你所关注的问题已经从金钱转向捍卫稳定的情感。假如你一直有诸多此类的财务问题，它就是在暗示你要回到正位的权杖九，好重新评估你的工作或者你的恋爱关系的价值是什么。
    在生活问题的分析上，当逆位的圣杯十出现，你在家里，在家人面前或恋爱关系当中，有可能感到极度的空虚，而这可能就是导致你生活出问题的重大原因。有时候圣杯十逆位所描绘的就是沮丧，这可藉由于你生活或工作在一起的人失去联结来验证。现在你应该回正位的圣杯九，好好想清楚你是谁，以及你给了周遭的人什么，往外寻找一群更适合的人来组成新的团队。
  `,
    cardtype: "minor"
  },

  {
    number: 32,
    url: "cups11",
    img: "cards/Cups11.png",
    name: "圣杯侍从",
    kw: "纯真、直觉、想象力、好朋友、好奇的小孩",
    desc: `
    圣杯侍从代表一种情感的来源，友谊、恋爱关系或一段创意。在事业上，它可能会带来感性的工作提案。另外也表示透过冥想以使身心达到均衡状态。圣杯侍从暗示已经赋予你的一段两性关系或伙伴关系。包括生意上的合作关系，也可以指别人提供你的一次机会。但由于玩心较重，对学业的助益较小。
    这张牌相关于感情层面的特别事项有：奖励、鼓励、奖状、褒扬。另外，这个圣杯侍从手握圣杯，和杯中的鱼相望，这个姿态。就像是在与自我对话，凝思默想。圣杯侍从也容易沉迷于幻想，耽溺于自己的事情当中，还有许多需要磨练和成长学习的空间。圣杯侍从的这一条小鱼儿，特别表示一种对小宠物或一些特殊纪念品的珍惜之情。
    在两性关系分析上，圣杯侍从可能意味着出现一段新关系，或既存关系进入了新阶段的机会。在分开之后，这张牌可能暗示复合，因为它描绘的是有人要献给你有价值的东西。在有关于朋友或伴侣的复合问题上，这张牌给了你一个正面的提示：那将会发生。
    圣杯侍从可能表示刚萌芽或纯真的恋情，但更常见的情况是代表交到好朋友。他也可以代表一段适合沉思、冥想或幻想的时期，此时你可以尽情发挥创意和想像力，多做一些冥想的练习。
  `,
    rkw: "脆弱、胆怯、过度敏感、纷乱不安、迟来的消息",
    rdesc: `
    圣杯侍从逆位可形容因为想要脚踏实地，稳定情势，结果日思夜梦对精神所造成的干扰。例常性的散步、充沛的运动，或是多于大自然为伍均可帮助你返回精神上的稳定状态。假设重大的精神发展，没有建立在适当的基础上，你可能就得冒着情绪和精神不稳定的危险。一棵昂扬屹立的大树必须要深深的向下扎根，那么在第一次强风来袭时才能停止不摇。
    你拒绝接受圣杯侍从提供的讯息或机会，或是不愿对他人付出，可能拒绝别人的善意或邀请。另一方面，可能代表想法太过天马行空，脱离常轨，不做还好，做了可能会导致麻烦。也许过度敏感，容易受伤。如果代表事件，则可能得到坏消息，或得到取消或延迟的通知。
    圣杯侍从逆位意味对某个伙伴关系或两性关系的失望，或是指合伙关系的解散。因为侍从代表新消息，那么逆位的侍从可能是暗示令人失望的消息，或是一段迟来的消息。
    占卜时出现这张牌的逆位，代表感情方面不顺利，甚至面临出糗尴尬的场面。或许是遇到情感面的挫折之後，受到很大的伤害，使得未来面对感情更为退缩恐惧。感情层面变得敏感而非常脆弱，时常纷乱不安焦躁忧虑，性格中的软弱面呈现无遗。
    有时候它是在形容你无法脚踏实地，或与目前的环境结合，知道你接受了在下个步骤中所需要的资讯或消息。它也可以指你还不了解自己的处境，却急需下决定的一段时间。例如，在你辞去目前的工作之前，可能正等着确定下一个工作机会。这个侍从意味着此一机会的不确定，或这个机会的确认来迟了。
    不要拒绝迎接挑战，每一场历练都是生活的恩赐，勇敢的接受它，正视它，处理掉它，终有一天能够轻松驾驭任何的不如意。
  `,
    cardtype: "minor"
  },

  {
    number: 33,
    url: "cups12",
    img: "cards/Cups12.png",
    name: "圣杯骑士",
    kw: "优雅、浪漫、吸引力、白马王子、浪漫诗人",
    desc: `
    在两性关系分析当中，圣杯骑士是形容一种奉献，它通常是来自一个二十几岁热情而敏感的人。在经营两性关系上，通常是心底平和、温柔而细心的。在两性关系当中，ta有一种与生俱来的亲近或亲密的需求，所找寻的伴侣是那种可以分享梦想的对象。
    圣杯骑士暗示来自某人的供给。例如，生意上的提供或机会的提供。它可能是指情感上的付出，或某种更为实际的事物。
    占卜时出现这张牌，多半代表着与问题相关的人物，ta拥有以上所述的特质和角色。如果当作事态状况来解释，是描述一段浪漫热情的爱情经历。这张牌可能表示你对于感情的热情和主动积极，但也可能表示收到一个邀请或机会，即将面临跟感情相关的事件。
    整体而言，这是非常好的一张牌，尤其在感情的方面，特别是对象的契合度上。对于人际关系，显示出目前人缘很好。事业方面也会受到众人的肯定，会很有成就感。在财务经营方面，只要愿意付出，就能够达成预定的目标。关于学业，则要多用点心，才能应付目前的状况。
  `,
    rkw: "迷恋、空想、内向、做作、情绪化",
    rdesc: `
    当圣杯骑士逆位是在形容一个人时，这个人习惯逃避生活所加诸于ta的种种需求，而且他可能会承诺一些ta无法做到的事情。ta摆荡于内在的水与火之间，做事情只是起个头，便扬长而去，然后再将过去及种种可能性加以美化。由于心智尚未成熟或过去的承诺尚未完成或解脱，所以ta经常觉得承诺是一件困难的事。
    圣杯骑士的逆位，代表感情不顺利，甚至面临分手或失去爱情。很可能是遇到一个让你伤心的对象，或者是你的处理方式造成这样的局面。这些都与自己对感情的状况认知不够清楚，也包括对自己或对方的不够了解，因此才会造成日后的混乱和决定的错误。
    就一般的角度来看，骑士逆位暗示情感上的失望。它也可以暗示这一种供应或机会将不会实现。当遇上逆位的骑士时，应回到正位的侍卫，以便精通侍卫发展过程中的课题。ta现在的行动像个侍卫，梦想着无穷无尽的可能，却很少花心思去决定什么是真的可能、什么又是不切实际的。
  `,
    cardtype: "minor"
  },

  {
    number: 34,
    url: "cups13",
    img: "cards/Cups13.png",
    name: "圣杯皇后",
    kw: "感性、关怀、想象力、女诗人、女艺术家、言情小说的女主角",
    desc: `
    圣杯皇后意味透过倾听感觉，以及利用富创意的想象力而获得成功。圣杯皇后是充满直觉的，有同情心，心地善良，感觉仔细并有教养。圣杯皇后在感情的处理上，具有特别纤细敏感的心。财务经营上有点缺乏计划和制度，享受和花费也多了些，但并不至于匮乏。这张牌也表示当事人在进行心灵成长方面的活动，或有直觉跟梦境的特殊体验。也可能代表当事人负责照顾抚育的工作。
    占卜时出现这张牌，多半代表着与问题相关的人物，ta拥有以上所述的特质和角色。如果当作事态状况来解释，是描述经历一段美丽温馨而浪漫动人的感情。这张牌可能表示你对于感情的态度，但也可能表示一段浪漫甜美的感情经验。
    在两性关系的分析上，这张皇后意味着友谊上或两性关系的一种赋予。它也可暗示在决定一连串的行动之前，应先倾听心声及直觉。
  `,
    rkw: "沉迷、诱惑、情感泛滥、过度情绪化、以爱为借口",
    rdesc: `
    圣杯皇后的逆位显示了遭遇感情上的困扰，尤其在情绪方面的控制方面。爱情和人际关系出现纠葛不清的状况。在财运方面由于心软好说话，或是一时的情绪造成无谓的支出。而学业方面，会因为思绪混乱和意志不坚定，受感情影响而有所耽误。无法信赖别人，为一种尴尬的环境所困，你面临的困难，往往是坏性情造成的。
    通常这张牌在暗示你有必要原谅自己或过往生命中的某人，好让自己从过去中解脱。它显示出你必须将焦点重新集中在周遭，并让内心的火和土重新连结。也可以形容一份需要特别留意的悲伤。
    出现这张牌的逆位，代表有这样一个负面特质的人物出现，或是人物原本的特质呈现或转变成这种负面的特征。若就局势而言，是处于上述的不佳状况之下，面临感情的尴尬状态中。因此你也可能得不到感情的滋润，或者是情绪失控。
  `,
    cardtype: "minor"
  },

  {
    number: 35,
    url: "cups14",
    img: "cards/Cups14.png",
    name: "圣杯国王",
    kw: "慈悲、宽恕、宗教家、慈善家、艺术家",
    desc: `
    圣杯国王暗示透过情感和创作上的训练而成功，经由落实精力在有创作的目标上，可以达到所追寻的成功。一种成熟、有创意的方法带来成功，尤其是在创造和艺术的努力上。这张国王牌意味着你应该信赖你的本能——别放弃。它暗示一种坚强又冷静的方式。想象加灵感，再加上实际的努力就会得到回报。
    圣杯国王牌也可以意味着，以一种自律而富创造的方式来经营两性关系，将带给你回报。这张牌暗示容易在艺术、宗教或心灵修为领域获得成功。或你可能经常照顾别人或受到照顾。
    整体而言，这是不错的一张牌，尤其在感情方面以及家庭生活、人际关系方面。由于有直觉判断力和识人之明，事业和财务经营自然也不差。学业也能够从容应付过去。
  `,
    rkw: "纵欲、怨恨、堕落、谎言、双重标准",
    rdesc: `
    圣杯国王的逆位置显示遭遇了感情对待上的问题，彼此之间缺乏信任，无法真心诚意的顾念对方，即使硬凑到一起也难以一致对外。关于财运要警惕无理智地滥用金钱，事业方面要小心表面光鲜亮丽的前景，内部可能一团糟。若是团队合作，说明彼此间难以配合，甚至不诚信，如果想事情进行得更顺利，把胜任的人替换掉是较好的办法。
    艺术方面，圣杯国王逆位意味不明显的成就，或暗示需要更加成熟和更多的经验，所有的创意潜能才会被开发出来。创作的训练可带来更多的奖励和成果。
    就一般的角度来看，国王逆位是说你需要对过往释怀，好引导创造力到某些有意义和值得的事情上。这是该谅解和忘怀的时候了。你拒绝对过去释怀，这足以耗竭你的创作资源，或许还封杀了整个创作上的表现。
  `,
    cardtype: "minor"
  },

  {
    number: 36,
    url: "wands01",
    img: "cards/Wands01.png",
    name: "权杖一",
    kw: "新行动、创造、机会、灵感、成长",
    desc: `
    无论大牌小牌，所有的一都代表一个新开始，而权杖首牌通常代表一个计划或行动的开端。权杖充满创意与热忱，充满源源不绝的能量，可以激发人们的潜能。权杖首牌就像一个火种，可以燃烧整个草原，也可以就此熄灭，但不管它的未来如何，潜力总是存在。
    在某些情况下，权杖首牌甚至可以表示新生命的到来。如果最近有新计划、新念头、新行动、新方向，权杖首牌出现，表示前景光明，可以大胆去做。请拿出创意与热情，尽情挥洒，实现野心，不要辜负了心中的冒险精神。如果以前曾经很想去做某事，却迟迟不敢，权杖首牌提供梦想实现的好时机。
    权杖首牌象征一个计划强而有力的开始，代表着对于新计划的渴望、力量与勇气。这张牌推出已经开始的行动，而且一定会产生具体的结果，与纸上谈兵完全不同。
    权杖首牌是火要素的源头，像一颗火花，其未来难以预料。然而火花的威力可以无限大，有行动就有希望，切莫蹉跎。当权杖首牌出现，你可能会感到自己某方面被激发了，可能是有突如其来的灵感，亟待实现的渴望，或即刻实行的冲动，承认这些新感觉，能够带来机会与成长。权杖首牌也可能代表新的机会，无论成功与否，放弃都是最不明智的抉择。
  `,
    rkw: "深造、阻碍、延迟、暂缓、犹疑",
    rdesc: `
    这张牌的重点是在你想要尝试新的方案之前，要先把还没有完成的计划给做完。此时此刻，或许你的精力已经被其他案子给耗尽了，而且在你继续做下去之前，这些案子还有很多重点要注意。你需要回到权杖十（一张代表责任和多重目标的牌）的课题，在继续下去之前要先把你的责任委托给他人。
    这张牌暗示当你遇到别人反对时，你会变得坐立难安，焦躁心烦，而且没有耐性。这时候你应该出去走一走，发泄掉一些能量以及远离对你有害的环境。由于能量分散掉了，或者是在有限的时间内要应付太多事了，而导致你的体能处于低潮。
    权杖首牌的倒立也可能是说，由于有太多难以驾驭的精力而使预期中的结果延缓出现。它可能意味着你的精力及热情需要被约束，否则你将会进行很多方案，而完成的确实寥寥无几。
    权杖首牌逆位表示这个新行动的失败面较大，有困难或延迟的可能。自私、缺乏计划或决心，都可能造成阻碍。权杖首牌逆位提醒你要审视自己可能忽略的地方，方能提升成功的机会。也许必须审慎考虑这个行动或机会该不该执行。
  `,
    cardtype: "minor"
  },

  {
    number: 37,
    url: "wands02",
    img: "cards/Wands02.png",
    name: "权杖二",
    kw: "权利、胆识、计划、决定、选择",
    desc: `
    权杖二暗示因成长而不满当前环境，需要决定未来行动方向的时机。它表示你目前所拥有的事实是不够的，你将决定下一步要怎么做。
    权杖二代表决定，通常是身体上的决定。例如，搬家、转换工作，或在生活中作一些具体的改变。如果问到有关你的生涯，这张牌则暗示你正决定是否换工作或换行业。权杖二并不代表行动，而是决定本身。行动是由权杖一所代表。在决定行动之前，权杖二代表对选择的评估，它是你所习惯的东西与你所想拥有的东西之间的一个抉择。
    在两性关系的解读上，权杖二可能暗示决定一项两性人际关系或决定是否要对一项两性关系作更深的承诺。
  `,
    rkw: "拘束、烦闷、空谈、观望、不满足",
    rdesc: `
    当权杖二倒立时，暗示你应该放弃对选择的评估，直接跳进新的经验。当你离开安全的环境而进入未知或新的情景，你会释放巨大的能量，这能量可能会以恐惧、希望、期待、忧虑等种种形式出现。无论它以哪一形式出现，你知道你仍然活着。
    倒立的权杖二表示在一个长时间不满意的情景下，突然作改变。也许你花太多的时间为你停留在此一环境找合理解释。当我们不愿意为自己的行动负起责任时，生活经常迫使我们改变。是真的有人会喜欢处在你的位置，但是如果你的能力已经超越它，也许你应该放弃它而前进。如果你自己不如此做，生命终究会为你而做或促使你做。
    权杖二逆位，画面中的领主可能失去权力与胆识，懦弱无能，计划错误，事情将会变得不顺利，也可能好的开始竟得到坏结局。另一方面，权杖二逆位也可以表示你终于停止思索，继续下一歩行动。
  `,
    cardtype: "minor"
  },

  {
    number: 38,
    url: "wands03",
    img: "cards/Wands03.png",
    name: "权杖三",
    kw: "贸易、领导、远见、合作、探索",
    desc: `
    权杖三是力量的确立和运作，代表往外拓展，有领域性和空间性（多指平面），也有外力的资助和帮忙，或是加入一股新的力量。这张牌象征事业上的拓展和冒险，也是努力和发现斩获的意义。这些在海上航行的船只，载动主角人物的货物和贸易，象征财产的获得和经营交流，也代表贸易、商业活动。
    权杖三的行动必须与他人交流，并且往更广的幅度拓展，越远越好，交流也是越频繁越好，这都对事业很有帮助。因为很强调贸易流通，运输有关，也因此特别代表旅行行业，旅行相关的娱乐业。占卜时代表所问之事的扩张性。二人合作之后，第三支权杖往外放，事业扩张往外拓展。
    权杖三可以代表当你寻求自我内在意义的时候，你仍可保持相对的沉静；表示你一边在扩展自身内在于外的新大道与利益，一边在维持一种平衡的状态。
    整体来看，你身外的情况是非常有利，完全可掌握事情的发展，任何决定都会是正确明智的。要好好利用时机去提出意见。不过暂时未有休息的机会。
    钱财上的意义，财务上的计划正在进行当中，而且其中可能包含国内或国外的旅行。卡片上的晴朗天空意味着，当你将计划付出行动时，你可轻松的往财务上的目标迈进，你可以照着过去的决策行事（即权杖二所做的决定），因为现在你的财务能力足以支持你的移动。
    健康上的意义，要改善健康，或许旅行或者度个假可以达到目的。卸下压力的无忧时光便是让自己健康之道。如果是询问健康的方法，那么权杖三给你的建议就是不妨从现在开始，多走路。
    权杖三在两性关系的算法中，暗示着将会持续成长与发展。当你和你的伴侣共同迈进更深层的承诺时，你们将会体验到成长。这也同时暗示四处旅行中两性的关系，而且，在你和某个住在海外的人有纠葛时，权杖三常常会出现。它也代表伴侣中的一人或二人在旅行时所发生的一种两性关系、一段假期罗曼史，或一个开始于商务旅行的关系。
  `,
    rkw: "延迟、犹豫、停顿、挫折、缺乏远见",
    rdesc: `
    权杖三逆位，表示欠缺合作、不好的伙伴、缺乏远见、欠缺领导力、贸易失败，原因可能出在当事人过度自信、野心太大、计划不周。权杖三逆位也可能代表延迟。
    这张牌的逆位，也代表在合作的事宜方面有了破局，各方人马谈不拢，互相之间有所牵制，团体合作起了分裂。外力的资助有问题，要当心因此而出状况，来源的或品质，或者背后别有用心在。
    在某些状况下，这张牌的逆位也代表原本的状况很不利，这时候是正在努力减轻不幸的程度，或者逃离和中断恶运，并且也将内心的烦恼和将忧虑化解。
    逆位的权杖三也指出你身体或情绪上的成长受到阻碍的一段时间，暗示着你可能需要采取新方法。在一些例子中，它是迎接入港的船的行为，以及遵照新讯息与知识行事。它也可以表示你被过去的行为与决定所搅乱。这张牌强调，你因权杖二中所作的决定而感到有点挫折。
    在钱财逆位的意义，权杖三可能是在预告财务计划的延迟，以及要搬往实际位置（工作或者居所）前需要先完成落后的进度。现在是返回正位的权杖二的时候，以决定哪一种财务管道是最适当的。
    在关于生活的分析上，逆位的权杖三可能是在告诉你，因为迟迟没有下定决心，所以不会那么快就恢复正常的生活状态。你需要返回正位的权杖二，以便决定怎样才是达到健康生活的最好方法。或许你一直拖延，或者是正在进行严格的节食。这个阶段，生活上的困扰或者障碍就是优柔寡断，或者一直逃避做出重大的生活上的决定所导致的结果。在某些情况下，由于你的生活的细碎问题，或者是亲密的朋友或者亲人的生活方面的问题，会让旅行缩短或者中断。
  `,
    cardtype: "minor"
  },

  {
    number: 39,
    url: "wands04",
    img: "cards/Wands04.png",
    name: "权杖四",
    kw: "稳固、安顿、欢庆、和谐、繁荣",
    desc: `
    这张牌显示了稳定的保护，稳定的局面，安定的环境，是平静安宁的家园。画面背景的城堡，也表示巩固的庇护所。对所有关于家庭的问题都是有帮助的，充满了和谐温馨，照顾与关怀。
    无论成家立业都是很好的牌，也是一种欣欣向荣的景况，家园的收成，努力的果实和收获，呈现出安居乐业和丰衣足食。这张牌也可以表示在一段努力和奋斗后的休息，或者是挣扎后的喘息，甚至是一个逃难时期的避难所。
    在事业上也是平稳的状态，工作上有保障也很快乐。不论公司多大多小，都是良好的工作场合。事业不但能够守成，若是要开创自己的格局也是不错的。只要是有格局的经营都适宜。画面人物的姿态像是在欢迎光临，有新店开幕的意思，创业上开店特别适合。也暗示了整个家人或是与朋友合伙开业，都会是很好的。
    在两性关系的算法中，权杖四指出你正在稳固你的两性关系。四根深植在地上的权杖呈现一个更深的承诺或确实坚固的关系。城堡表示家庭的安定力，而在前庭的人们则显示火性类型的好动本性。
    钱财上的意义，这张牌意指着稳固而健全的财务环境，而且你可能会和他人分享这份成功。它可能在暗指巩固财务的一个时期。或许现在可以聚焦在一、两项财务投资上，包括你的家庭。权杖四通常会出现在你很享受一份稳定的工作或者家庭环境时，这也反映出财务的稳定，确实能让生活的其他面向呈现稳定的状态。
    在有关健康的分析上，当出现正立的权杖四时，很明显的是代表身体健康而且活力充沛。和谐的家庭关系或者工作生活，让现在的你处于安全且稳定的健康状态。现在或许正是建立起健康习惯的时候，譬如透过每天规律的散步、伸展运动、瑜伽或者慢跑，来保持健康和活力。
    整体而言，权杖四是一张非常正面的牌，可以代表生意的成功、好的开始、目标达成、爱情或友谊的萌芽、婚礼、生产、庆功宴、庆生会等令人欣喜的事件。另外，权杖四的场景在乡村，所以也与乡村或美满的家居生活有关。
  `,
    rkw: "减弱、过渡期、不和谐、不稳定、基础薄弱",
    rdesc: `
    当权杖四逆位就变成了一张代表临时状态的牌，譬如访友或者非正式的工作。它暗示着，或许现在是重访权杖三的时候，以便可以搬新家、换新工作，或者是单纯体验以为微少的财富所带来的自由，和活在当下的感觉。或许一份暂时性的工作还满适合你的，这会让你有时间去决定哪种形态的工作或者公司是你想要的。
    逆位的权杖四有时候是代表你现在正离开一份固定的工作，或从固定的居所搬到暂时的住处。逆位的权杖四是在暗示，现在是回到正位的权杖三的时候，权杖三意味着你可能是在期待着是否将会有一趟长程的旅行。
    在财务上，权杖四逆位描述的是一个不稳定的时期。虽然它并不是在暗示灾难，但有一些步骤你还是要去执行。在进行你的理财进度前，你可能更需要长期性的或稳定的工作，以及稳定的家庭关系。这张牌逆位也可能在暗示非正式或者临时性的工作。
    健康方面，逆位的权杖四意味着，你的健康会反映你所处的环境，在这个时候两者并不协调。过度的沉溺于庆祝活动有可能导致你的健康状态失衡。也有可能是临时的环境，譬如旅行或者是工作上的需要，让你没有办法保持规律的健康习惯。
    在人际关系的算法中，逆位的权杖四指伴侣关系没有发展，也许成长在权杖三的期间中断，果真如此，应该回到权杖三的课题上。在感情方面也会有问题，表示恋情有不完美的结局，有所减损，成为被消磨的美丽，不完整的快乐。
  `,
    cardtype: "minor"
  },

  {
    number: 40,
    url: "wands05",
    img: "cards/Wands05.png",
    name: "权杖五",
    kw: "冲突、竞争、混乱、模仿、战斗",
    desc: `
    权杖五是各种力量的抗衡，互相竞争产生冲突对立，也代表无法统合的力量，突发或激烈的回应动作。画面显示了激斗的场面是一种打群架的状况，是个强力的竞争以及集体的竞争，具有确实的行动，甚至发生实际的肢体斗争，而且场景一片混乱。他们之间或许有权利冲突，并且已经浮上台面，是明争、争斗和抢夺。
    从更广义的角度来看，其实权杖五可以代表人生的战争与挑战，在考场、情场或财场上举行。这场战争可能很辛苦很费力，但谁敢说自己不会是赢家呢？也许赢了之后，随之而来的利益与好处让人感到相当值得也不一定。
    除了外在的冲突之外，权杖五也可能代表内心的冲突与矛盾，通常是出现在面临困难的抉择或挑战时，而且有时内心的冲突比外在的冲突更难以解决。这时候应该要保持冷静，找到令你困扰的源头，并加以破除。
    在日常中，权杖五暗示一群人无法团体工作。例如，你可能短期在一个团队计划里工作，而团队里每个人都有他们自己的想法。权杖五指出在团队成员同意要妥协或共同合作之前，将会发生冲突。
    钱财上的意义，当这张权杖五出现在牌形中，通常代表着滥用钱财。现在有太多的需求和计划会打散你的焦点，导致成果有限。
    健康上的意义，权杖类型的人喜欢追求他们的目标，对他们来说，一个努力争取来的成就，远比从天而降到他们手里的机会更吸引他们。权杖类型人相当热衷于击败其他竞争对手。如此长期的精力耗费，可能导致的后果就是：精疲力竭或者因风扇或流行感冒而病倒在床。
    在两性关系的算法中，权杖五说明两人各有不同的生活形态，没有相关的兴趣和共同的朋友。各自追求不同的生活形态时，亲密关系就会受阻。有许多的刺激欢乐，但是有一体性。权杖五也指出火爆且竞争的两性关系，这会造成伙伴之间经常性的冲突。
    权杖五代表同一时间内，对太多要求所产生的内在冲突。也可以表示你浪费精力在太多的方面，以至没有一方面有效率，或表示在激烈的竞赛中挣扎。
  `,
    rkw: "休整、欺诈、矛盾、重新规划、黎明前的黑暗",
    rdesc: `
    权杖五逆位反而是张较正面的牌，因为它暗示着在争论之后找到了共同点。这是一张改变的牌，且由于权杖牌组是关于真实世界的，所以权杖五通常是指真实的改变（例如居家或工作环境）。或许你正要离开一份工作或一份爱的关系，而且假设是这样的话，你并不是被迫离开的，相反的，你正在返回正立的权杖四，来好好享受它所提出的安定。
    在一段冲突之后，接着就是合作和团结。逆位的权杖五可能意指已经离开那漫无目的的阶段了。现在比较少有新方案在进行，应该是要更聚焦在那些已经着手的目标。
    当权杖五逆位时，这表示你已采取一个更开放的行动，而且你准备妥协或尝试新方法。所有塔罗牌的五都表示某种形式的改变，逆位时，表示以一个开放心胸及更包容的方式来改变。
    这张牌的逆位表示，这个战役之后，可能会呈现出错综复杂的局面演变，有可能转变为冷战，或是产生自相矛盾的状况，甚至以机智的斗争诡计和欺骗等方式对待，或许会被牵扯进去而纠缠不清。就像很多官司的诉讼缠斗，争论不休的事件。
    在钱财事业上，逆位的权杖五意指成功的机会大大增加，这是因为对于手边的工作越来越专注的关系。那些参与的人已经不再彼此竞争，而是学着在共同的目标上彼此合作分享成功。这张牌也表示现在内部的冲突已经平息下来，大家共同朝目标迈进。
    在健康方面，逆位的权杖五代表一种比较平静的生活方式，而这会让保持健康的机会大增。它也可能代表在一段忽略了健康的时期之后，重新重视起你的健康。逆位的权杖五是在建议你回到正立的权杖四，找回稳固而平衡的健康状态。
    总而言之，权杖五逆位给我们的建议是，事不宜迟，应该刻不容缓地去解决事情，主动将麻烦事处理和解决掉，以免夜长梦多。
  `,
    cardtype: "minor"
  },

  {
    number: 41,
    url: "wands06",
    img: "cards/Wands06.png",
    name: "权杖六",
    kw: "荣耀、胜利、进展、自信、好消息",
    desc: `
    权杖六是代表得到光荣和声誉，地位的取得或晋升。如同画面所显示的，就像是一个凯旋归来、衣锦还乡的情景，主角受到夹道欢迎和庆贺，就像是众望所归的功成名就一般。
    即使没有明显的胜利或荣耀，权杖六起码代表某方面显著的进展。如果手边有什么工作，权杖六代表工作的进展。准备考试，权杖六也代表实力极大的进步。感情方面，更是赢得佳人归的好兆头。
    这张牌对各层面都不错，当然可以显示各种事情进行顺畅，事业顺利进展，资源丰富，配备坚强。而对于旅行和娱乐也有相关，都会很顺畅地进行。这张牌也代表好消息的公布，期待的事情终于来临，可以达到了预期中的目标，付出努力而完成心愿。
    权杖六计划可能会成功的一段时间，这是由于自信以及对能力的适当的管理。它表示这时候你要相信自己，并且使用个人的能力去实现、完成你的目标。正位的权杖六显示，如果你努力将会获得成功。
    在健康的分析上出现权杖六代表均衡的健康状态。假如你询问塔罗牌某种特殊的健康方法是否明智，那么正立的权杖六就是给你一个清楚明白的答复，除非周遭有否定的牌出现。
    钱财上的意义，权杖六表示财务上的成功。如果这张牌出现在回答有关财务问题的答案中，可以确定这是一个胜利。在纪律和专注中你可以享受计划完成的成功果实，它代表了驾驭你能量（六根个别的权杖）的行动，并且聚焦在眼前的任务上。权杖六表示工作的升迁、证实达成目标，或仅是一种自信的生活态度。
  `,
    rkw: "退缩、骄傲、内耗、精力分散、迟来的成功",
    rdesc: `
    权杖六逆位时代表你的计划无法成功。你可能会被裁员、某个学科会被当掉、和你的伴侣分开，或者是干脆放弃你的计划。现在是回到正立的权杖五，审视你所关注的方向是否正确的时候。或许是因为你将精力分散在太多的方向了，而导致你无法有效的从事你的计划。
    逆位的权杖六代表由恐惧或脆弱所产生的虚假的勇气与乐观，结果是，所追求的事物很少成功，或成功为时极短。你所投入精力的每一想法和态度，将会成长并发展成具体的事物，所以，那些消极的想法、失败主义、疑心将会产生相应的事实。逆位与正位相反，表示了坏消息的来临。当然也有可能是消息的不确定，由于结局如何的消息迟迟不来，造成内心的惶惑不安。这代表了不确定的延期，事件的无限期的延长，拖延的愿望被实现。正位是期待，逆位就是期待落空，有可能成为挂念甚至是恐惧。这些都代表着成果方面出了问题，无论是收获的不确定，或是只得到表面上的利益，变成赠品而不是非常实质的报偿。
    在平常，逆位的权杖六表示它太快放弃。你感到压力太大或担子太重，失去对成功的期待，希望能从困难的情境中解脱。它有时是指你无法实现该属于你的成功，因为你太早放弃了，而忽略了你的机会，或者是被迫把精神放在另外的事业上，因为你有太多案子可以选择了。也有可能是在实现你的目标上，你对你的能力丧失了信心。在某些情况下，逆位的权杖六在财务问题上代表你有太多可选择的方向，而使得你没有办法达到你基本的财务目标。太多的选择反而会让你分心，而没有办法专心在主要的目标上。
    关于健康的意义，分散的精力导致内耗，它描述着你回到权杖五的状态以及它所伴随的混乱。当你厌倦了权杖五的混乱，权杖六的稳定随即会召唤你。或许是该淘汰掉那些损耗你精力，却无望得到回报的要求或目标的时候了。或许是你还不明白随着年龄增长，你将渐渐的力不从心。
  `,
    cardtype: "minor"
  },

  {
    number: 42,
    url: "wands07",
    img: "cards/Wands07.png",
    name: "权杖七",
    kw: "防御、挑战、勇气、对立、迎击",
    desc: `
    权杖七，代表以自己的力量抗衡其他的所有力量，从而突破难关得到成功。在遇到紧急的危险之际，运用智慧以及反应能力来抵挡一切，这是无比的勇气和才略，能够一夫当关万夫莫敌。这张牌显示出急迫的情况和紧张的局势，让人准备不及或是应接不暇，在这种万分危险和紧急的处境下，需要同时面对很多事情，统合这些杂乱无章的局面，如同画面的人物必须打压六个方位。而这必须具备胆识和机智，并且熟悉环境和掌握所有状况，这是一时的机警和急速的决定。
    这张牌表示虽然遇到难题，却又能够在危难中情急生智解决事情，了解和掌握了解决问题的关键。并且可以将自身所学的东西，以及既有的力量和本领发挥出来，最后终于安然过关。正牌就代表任何事情都能迎刃而解，终会打破阴霾、突破险境。
    这张牌也表示完成困难任务，虽然负担很重，但运用机智和反应解决问题，让事情的进行成功。有机会就把紧紧握住马上去做，虽然是不可能的任务，还是能够达成。这需要凭藉强而有力的斗志，并有着冲劲和与魄力。主角人物表示一位具备极大的勇气与担当的人，富有智慧和谋略的人，更是有毅力而坚韧不拔。具有极强的决策力和领导能力，虽看不出长期经营的能力，但却有面对困难的应变能耐。
    这张牌也代表更进一步的成功，也是地位和处境的优越，这位年轻人位于最高点上，具有较高的优势，因此能够居高临下避开攻击。由于掌握了致胜先机，他的敌人是无法望其项背的，这保证了定能达到成功，赢得胜利而有所斩获。
    权杖七也表示一种竞争的状况，甚至是一种冲突或激战，也可能是文字或语言的争论。这张牌的动作感很强，会很有冲力，然而也是具有权势与智慧的牌，在智识的层面上，代表商讨或者商业谈判，多是交易或贸易上的生意内容。
    权杖七表示你需要更大的挑战。在生意上，它表示开拓州际或海外市场的行动。新的市场将带给你新的挑战与难题，等你一一去克服。它也可以表示，现在正是你事业多元化的时机。权杖七也可以表示，在某个时候，你做两份工作，以便存钱到海外度假、缴房子的定金。如果你努力，最后你将得到这些报酬。
    在两性关系的算法中，权杖七可以表示，在某种处境中，伴侣中的一位时常为他们的信念或行动辩护。简单地说，他表示在你们关系中出现了更大的挑战。例如，一个新生婴儿会增强紧张程度，出现挑战，直到小孩长大而你们的家庭以适应这样的改变。权杖七同时也代表两性关系将以到达更高层的承诺形式带来更大的挑战。也许你不曾经历如此程度的承诺，所以一开始会觉得这是挑战。
    健康上的意义，你现在的健康状态还能在掌握之中，但你的生活确实是充满挑战的。通常正位的“七”显示你很专注在你的目标上，你也很有效率的在运用你的能量。
  `,
    rkw: "延误、压力、迟疑、焦虑、手忙脚乱",
    rdesc: `
    逆位的权杖七描述着你逐渐的被横亘在眼前的障碍给击溃了。或许是要你在有限的时间内，去满足大家的需求。而凡事参与的结果，就是耗尽了你的体力或精神的能量。现在应该要回到正立的权杖六的稳定状态，才能有个比较强的架构而使事物顺利行动。与其像现在抓着很多目标要去做，倒不如放掉一些比较好，只要保留那些你确定是你所需要的目标就好了。
    逆位的权杖七表示你的精力不足，而无法应付你所面对的挑战。你可能无法克服反对的困难，而陷入焦虑、优柔寡断或是忧郁。
    逆位的权杖七暗示这是放弃旧态度的时机，特别是那些限制你的旧态度。也许你是用过时的方法去应付新环境，或者是你还把自己当成往日年轻的你来看待。在财富方面的意义，你所需清偿债务似乎超出你目前的收入太多了。你必须借由回到权杖六来降低你的支出。现在你应该要专注在那些你负担得起的事物上，好回到财务稳固的生活方式。现阶段你也可能有一段快被财务压垮的感觉，所以去掉一些不必要的需要是很重要的。
    逆位的权杖七代表肉体的能量已经到了低水位了。这可能是导因于长期繁重的责任压力。或许你已经在尝试在要平衡人际关系，或对家庭的承诺，以及超时的加班了。
  `,
    cardtype: "minor"
  },

  {
    number: 43,
    url: "wands08",
    img: "cards/Wands08.png",
    name: "权杖八",
    kw: "自由、迅速、抵达、旅行、讯息",
    desc: `
    在权杖八中，描绘的权杖并没有植入土地，也没有被人握住。这象征自由流动的火的能量，很少或没有限制。它代表当你恋爱或旅行时，你可以体验到对生命的热情和挚爱。
    权杖八表示你的目标清楚可见，而且正轻松的向它们迈进。这点可以从八根权杖自由而无约束的掠过天际看出来。权杖越过水上，暗示海外旅行。
    权杖八代表健康的人际关系、跨海旅行和计划达成令人满意的结局。它指出你能轻松地完成目标。权杖八出现时，你的计划会碰到的阻碍是微小的，既定的目标无需太多的努力也能达成。
    在财富方面，权杖八代表这是个财务的全盛时期，你能够轻松的支付任何你想要和需要的东西。它也代表旅行以及当你在度假时，对于时间和金钱都有一种无忧的感觉。财务上的机会更显得水到渠成，你得以坐享财务上的丰收。
    在有关生活的分析上，权杖八不论是正立或倒立，都是一张正面的牌。你现在有充分的能量和热情去追求你的生活目标。现在你已经知道养成良好的习惯和储备充沛的能量对生活的好处了。在有关挫折或阻碍的问题上，这张牌说明可以快速复原。通常它所显示的就是一种热情的生活方式。
    权杖八在两性关系的算法中是相当正面的。它说明你和你的伴侣一起享受生活，无需受困于各种难题。它表示你们喜欢彼此为伴，没有恐怖或约束。
  `,
    rkw: "超速、仓促、失控、迟滞、临时取消",
    rdesc: `
    通常权杖八逆位是在描述，人生走到太平无事的平静阶段。这样的时刻对于活跃的权杖类型和好奇宝剑类型的人来说似乎是慢慢长日，但有创意的圣杯类型和务实的五角星类型的人倒是会很喜欢这样的阶段。逆位的权杖八意味着要重返正立的权杖七，而且你需要去履行你的责任和义务。
    这张牌逆位很容易遇到挫折，常因为措手不及，资源整合不及而碰壁。通常是欲速则不达的情况。也可能是另外一个结果，那就是速度过于迟缓，甚至停滞不前，因而无法推展下去，停顿或荒废。
    这张牌也显示不团结的状况，内部发生争执和分裂，偏激而两极的观念对立，猜疑嫉妒，不和谐而互相恼怒。这种现象可以发生在任何大小和形式的团体或单位，也包括了家庭或婚姻的争执。
    在财富方面，财务状况稳定，但也不必高兴。或许你应该回到权杖七让你的支出获得控制，或是建立起一套有益的理财习惯，那会让你回到正立时的权杖八状态，然后再度感受到自由。
    在生活方面，这张牌应该是表示缓慢但稳定的恢复过程。通常逆位的权杖八意指一段稳定、健康的时期，然后你可能会更希望是那种处于正位牌时的活力和热情。
  `,
    cardtype: "minor"
  },

  {
    number: 44,
    url: "wands09",
    img: "cards/Wands09.png",
    name: "权杖九",
    kw: "警觉、固执、防御、经验、回顾",
    desc: `
    权杖九是一张用来衡量你过去的失败与成功，并决定在未来要做些什么的牌。他先是让你察觉，并不是所有你尝试的事情都会成功，这是一个时机，你必须抛弃你生活里一些不完全的计划。
    财富上的意义，正位的权杖九是一个重新谨慎评估财物的阶段。要意识到你的决定和作为财务成果的影响。或许财务上的挫败已经让你明白，你不明智的投资，将多么轻易的失去金钱。
    生活上的意义，在经历衰退之后，你终于彻悟过去挥霍了多少能量。现在是该捍卫精力、储备能量，并且为将来铺设好舒适的进程。生活上的问题之所以出现，是过去的决定和行动所导致的后果。
    在感情方面的占卜，权杖九不能算是好兆头，当谈感情时要防守、备战、受伤，这段感情的品质可想而知。也许你想拿出坚毅不挠的精神，但辛苦总是难免。
    权杖九表示你以一个谨慎的态度看待你的伴侣或一般的两性关系。也许你曾经被你的伴侣伤害，或还没有解决过去的两性关系，所以你无法真诚的向你目前的伴侣定下承诺。这张牌指出需要检视过去，及衡量你对目前两性关系的承诺。
  `,
    rkw: "超载、等待、妨碍、钻牛角尖、寡不敌众",
    rdesc: `
    逆位的权杖九代表回顾过去以找寻满足，而不去发掘你的义务、压力来源，更不顾持续孜孜努力。当这张牌逆位意味着你想要好好休息，或度个特别的假期（正位的权杖八），来重新点燃你对生命的热情，但显然现在还没办法实现。逆位的权杖九也可能是指你在重新检视过去时太吹毛求疵了，因此忽略掉你的成功，并锁进失败的死胡同，或者是在你迈向前时所遭遇的障碍。返回正位的权杖八可以让你在迎接权杖十的挑战之前，有机会休息、放松和复原。
    权杖九的逆位显示，倾向关注失败更甚于关注成功。你必须了解失败有益成功，换句话，失败只是延迟成功。当你没有实现当初预期的结果时，至少你已经知道那一条路不能走。
    逆位权杖九也意味你需要寻求不同的方法。它未必暗示你应该放弃争斗，仅表示你应该改变你的方法以应对情境。
    财富上的意义，你可能已经够在为了要达到收支平衡而长期奋战了，并快要崩溃了，现在应该要透过周末或者短期的假期休息一下，回报你那长期以来不断的努力。当权杖九出现逆位时，你可能被期待去克服那永无止境的困难，但回馈却是微不足道。休息一下应该可以帮你澄清你的目标，并让你对未来的热情苏醒。
    生活上的意义，因为过往的行为让你感到能量耗尽，精疲力竭。或许一直以来你都是一口气尝试太多事情，而现在正是去寻找一种较简单、少压力的生活方式的时候。持续的困境可能是你迟迟无法复原的原因，而短暂的休息可能让你恢复活力，甚至增强你对未来的决心。回到正位的权杖八会让你有休息和放松的机会，而且还可以重建你的肉体能量及增加活力水位。
    逆位权杖九牌显示问题已经大到超过你身体力量，你的对抗已经失败了。态度强烈左右结果。当逆位的牌出现，表示你深受恐惧或疑惑的折磨。
  `,
    cardtype: "minor"
  },

  {
    number: 45,
    url: "wands10",
    img: "cards/Wands10.png",
    name: "权杖十",
    kw: "疲累、压力、努力、责任、疲于应付",
    desc: `
    尽管负担重重，然而权杖十代表你在付出极大努力后所获得的成功。或许你会因为交付出去某些责任而受惠，因为那会减轻你的压力，并且用时间去深思长期以来的憧憬。当你实现目标时。你有充分的理由为你的成就感到骄傲，因为权杖是证实了，要梦想成真就需要坚持和努力。
    权杖十通常伴随着一种态度：“如果你想妥善的完成它，你就要自己做。”在做生意当中，你就可以发现它很难，或不可能假他人之手。如果你真的让别人来做部分的工作，通常你得检查完成的产品。你觉得身负重任，所以不能去信任别人也能完成这件工作。
    这张牌显示出你想要自由，好让你从事这一切想要的旅游或兴奋刺激之事。然事与愿违，你发现自己负担着许多责任。这些责任是你自己制造出来的，因为你对很多机会说“好”，却没有了解到其中包含了多少承诺。这张牌表示了未三思而后行的结果。
    钱财上的意义，现在是引进一套稳定的财务系统的时候了，因为你正疲于应对许多需求。虽然你可能会觉得停下来去学新的事物会让你偏离目标，但现在就去做，这才是对你的长程目标有帮助的。
    生活上的意义，权杖十代表环境的压力所造成的疲劳，交付出你的某些责任可能有助于舒缓精神上的紧张，把时间用在有创意的计划或者是创新的活动上，也可能缓解你那被重压的感觉。这张牌指示着背部和肩膀的紧张或者过劳。请注意，这个人负荷这十根权杖的重量。他会达成他渴望的目标，只是目前的挣扎实在是不必要的。
    当权杖十出现在两性关系的算法中，它暗示着你想要对这项关系的持续成功负起全部的责任。然而，对一项两性关系而言，这并不是一种务实的态度，意味牵涉到两个或更多人，而且你也不能为伴侣的决定、行为或信仰负责任。
  `,
    rkw: "放下、恢复、轻松、自由、虚惊一场",
    rdesc: `
    这张牌逆位就代表着遭遇到困难和艰险，并多半会有一些损失。由于埋头苦干却又碰壁，也暗示着不敢面对现实，内心充满矛盾。甚至代表着虚假、伪装和不诚实，充满推托和藉口以逃避现实。不然就是被欺瞒利用，遇到叛徒或骗徒，被阴谋策略所耍弄，甚至为别人背黑锅。
    权杖十逆位，意指你需要分派出若干责任，以及解决目前的问题，而暂不进行任何新事物。如果这十根权杖掉在地上，你有三个选择：你可以把它们拾起，并以不同的方式携带它们；你可以拾起它们，然后按照原来的方式搬运；或者你可以丢下它们，并寻找新方向。
    如果你决定把它们丢下，很重要的一点是：你一定要明白这一次为什么你会负担如此沉重。如果你不明白的话，你可能会沿路捡起另十根权杖， 再度陷入以往的困境。
    在财富方面，你可能会觉得财务吃紧，而且没有其他人可以托付财务议题或是责任。现在应该要回到正位的权杖九，去决定哪些花费是可以缩减或整个删除的，好让你更有效率的朝目标迈进。逆位的权杖时通常意指肉体的耗竭伴随着财务上的负担。
    在生活方面，权杖十逆位表示你所保留的能量块被消耗光了。如果你还是继续采取目前的步调，你得冒上拖垮身体的危险。现在该回到正位权杖九的课题，以决定你生活中的哪些部分可以有效率地进行或简化，或什么活动可以免除，这样你就可以把更多的时间和能量用在自己身上了。
  `,
    cardtype: "minor"
  },

  {
    number: 46,
    url: "wands11",
    img: "cards/Wands11.png",
    name: "权杖侍从",
    kw: "热心、活跃、信使、新消息、小顽童",
    desc: `
    权杖侍从象征一项新方案或挑战的消息或开始。意味着一个崭新的人生局面或新方案的开始。它通常是由身体上的行动来开始做某事的。
    权杖侍从意指开始一段新关系，或者是进入现有关系中的新阶段。这段新阶段需要多加强身体上的努力，因为权杖类型的人需要肉体上的活动，好让ta们觉得ta们的努力是值得的。
    权杖侍从意指该是开始某些新事物的时候了。它是展开一项新方案或旅行（如果有其他旅行牌出现在牌局中）的行动，且将指引你一个新方向。
    在具体的事件中，权杖侍从代表有好消息或重要消息将至，你可能需要马上探取行动。或表示你正在狂热地探索新领域，开始新计划，发展新兴趣。也代表在不久的将来，你会享受到一次美妙的假期或旅程。如果求问的事是与人有关，这个人是热诚、活泼及充满精力。另一个可能性是你正在过一种单纯、快乐、没有压力的生活，请尽情地游戏。
    权杖侍从的热情对成长很有帮助，在学业和事业执行上有可为。金钱方面属于冒险性质，有风险存在。 这张权杖牌相关于事业层面的特别事项有：担任职位，代理事务。另外，这个权杖侍从手握权杖，表示手握有力的证据或供词。
    在两性关系的算法中，权杖侍从可以单纯表示该相关人士的本性。例如，一个充满热情但有时会失之急躁的年轻人。用来描述一段两性关系，侍从牌所叙述的是一种激情的互动，充满了户外的追逐，并需要有充沛的体力。
  `,
    rkw: "善变、顽劣、散漫、迟疑、优柔寡断",
    rdesc: `
    权杖侍从逆位意指思考太多而行动不足或优柔寡断。逆位的权杖侍从表示延迟着手一项新计划，或许是被目前的需求给搞到心烦意乱了。有时候它也暗示害怕着手新计划，因而在行动之前犹豫不决。权杖侍从可形容没有能力开始新事物，或是可以帮助你展开新方案的消息来源延迟了。
    在两性关系的算法中，逆位侍从牌可以表示一个不可预测的年轻人，ta的烈性子或稍不留神，都可能在一段两性关系达到巅峰前就停滞不前了。这张逆位侍从牌所形容的两性关系是，由于不受拘束的狂热和激情，或伴侣之一需要经常性的挑战，而使这段关系提早结束。
    占卜时出现这张牌的逆位，代表事务进行不顺利，甚至面临失控的场面。这张牌逆位也代表受到批判和否定，不然就是不好的新闻，一些八卦消息。倒楣的时候还遇到背后有人嚼你舌跟，传播你的绯闻和隐私。
    在感情方面，会遇到鲁莽白目的人，造成对你的伤害。学业方面会因为感情状况，沉溺和伤感的心思，无心于功课本身，因而容易退步不振。
  `,
    cardtype: "minor"
  },

  {
    number: 47,
    url: "wands12",
    img: "cards/Wands12.png",
    name: "权杖骑士",
    kw: "热心、活力、行动派、积极份子、阳光男孩、运动健将",
    desc: `
    权杖骑士意指行动、旅行和改变。在旅行中，特别是指干燥炎热的地方，或是四处快速移动行程。也可以指你将面对某种改变，也许进入新环境，需要接受挑战、冒险一番。 
    在有关家庭环境的问题上，它暗示搬家住新房子。在工作的分析上，骑士表示一趟和事业有关的旅行，或者是换了一个新工作。它是一张代表旅行的牌，尤其是和王牌、权杖三或者权杖八一起出现时。
    权杖骑士也代表需要快速行动好抓住机会。这是一张代表旅行和将要拥抱各式各样样选择的自由的牌。
    在两性关系的分析上，权杖骑士代表意味积极、热情的年轻人，有勇往直前的态度和喜爱征服一切的个性。ta喜欢的是坦诚而非圆滑，所以ta的沟通方式是直截了当的。有时候骑士也可以形容一段在旅游途中所形成的两性关系。
    占卜时出现这张牌，多半代表着与问题相关的人物，ta拥有以上所述的特质和角色。如果当作事态状况来解释，是描述一段事业的拓展与冒险。这张牌可能表示你的事业尝试有所佳绩，也可能表示财务的投机成功。这张牌也可以代表，没有受到邀请而自行前去探索。
    整体而言，这是非常有力量一张牌，尤其在事业的开创或拓展方面，特别是具有冒险度的。人际关系，显示出目前交游广阔。感情方面，正展开热情的爱情攻势或彼此如火如荼的进行恋爱。在财务经营方面，能够达成目标。关于学业，会因为努力的冲刺而达到进步。
  `,
    rkw: "蛮横、暴躁、中断、阻碍、不和睦",
    rdesc: `
    逆位的权杖骑士可以朝两个方向解释，第一是ta的缺点大到造成不良影响，因冲动鲁莽而坏事，因暴躁而与人争吵打架，因没有耐心而错失良机，或是才刚将异性追求到手，马上又换下一个。第二种情形是ta可能无法自由表达权杖骑士特质，导致避免冒险、抗拒改变，也许ta想大刀阔斧采取某些行动，却因主观或客观因素，而不得不放弃，也可能是ta将精力用错地方，到头来一无所获。如果表示事件，则旅行可能延迟、取消或中断。
    逆位的骑士觉得自己很难把那些已经着手的事情给完成，他需要回归成正立的侍从，在行动之前好好的做计划。从一般的角度来看，骑士的逆位意味延迟、计划中断及不协调。遭遇对立的状态时就失去耐心，也是这张逆位牌的意味。
    在两性关系的分析中，逆位的骑士说明一个人对某段关系不愿意做出任何实际的承诺，因为ta并不成熟。
    整体而言，这张牌的逆位置显示了挫败与失利，尤其在竞争方面。关于人际关系，会因自身的问题而处理不当。财务状况也会因急躁而更为混乱，难以节制掌控。感情上会有争吵失和的现象。学业方面会因为心浮气躁而难有所成。
  `,
    cardtype: "minor"
  },

  {
    number: 48,
    url: "wands13",
    img: "cards/Wands13.png",
    name: "权杖皇后",
    kw: "快乐、豪爽、财运、傻大姐、阳光女孩、女中豪杰",
    desc: `
    权杖皇后代表透过内在力量而达到成功，代表火元素当中的水元素。换句话说，她是以水的方法得到火的教训，水透过感情、情绪及知觉渗透到我们的生活中。火性的人会积极的找寻目标，而水性的人则是透过欲望、深思熟虑和耐心将机会拉向他们。这种火和水的组合，使皇后先在内心产生愿望，借此将所愿望的东西拉向她。火性的生活态度很明显的表现在她的姿势和坚定的凝视中。权杖皇后代表一个既坚强又直率的女人。她喜欢自己独立的性格，也会鼓励周遭的人这么做。她乐于行动和组织，而且可能会忽略有时候别人并没有请求她帮忙。
    权杖皇后，结合了太阳以及（或者）力量牌，形容一种狮子座关系的两难。这包括以两性关系为代价换取事业的成功，或者是用事业为代价换取两性关系的成功。这是一种跷跷板式拉锯局面的安排。重要的是从爱当中发现力量，也就是说，拥有一种亲密的关系，在其中既非你支配别人，也非别人支配你。
    占卜时出现这张牌，多半代表着与问题相关的人物，ta拥有以上所述的特质和角色，并对于男性很有帮助，对于女性很亲切。如果当作事态状况来解释，是描述积极进取，顺利成功的现象。这张牌可能表示你对于事业处理方式圆滑，也可能表示魅力和权威。
    整体而言，这是不错的一张牌，尤其在事务的处理上，特别是人事方面的运作。财务经营也能够调配得当，渴望赚钱而也能有不错收入。在感情方面，代表热情魅力而吸引人的的爱情。而人际关系也很广阔。关于学业则可以有奋斗的意志和不错的表现。
  `,
    rkw: "浮躁、跋扈、骄纵、醋坛子、坏脾气",
    rdesc: `
    当遭遇逆境时，权杖皇后可是性急，火爆又坦率的。有时候在事实真相未明前，就会大发雷霆，事后却不得不道歉。通常在遇到挫折时她会敦促自己更努力——假设它能够控制脾气，鼓励自己向前的话。假使做不到，她可能会大发雷霆，攻击周遭的人，而且立刻与他们疏离。她是那种集体活动时会站在最前线的人，若有需要的话，她也会摇旗呐喊的对抗阻碍。
    占呢时出现这张牌的逆位，代表有这样一位蛮横无理的人物出现，或是人物原本的特质呈现混乱的性情。若就局势而言，是处于上述的不佳状况之下，面临人际关系不和谐的状态中。因此你也可能不得人缘，对环境的人事掌控失利。
    在两性关系分析当中，权杖皇后的逆位是说她可能看不到自己的力量，并且淹没在恐惧及欲望当中。从另一方面来讲，她可能是跋扈和专权的，四处挑衅，好提醒她自己还活着。
  `,
    cardtype: "minor",
  },

  {
    number: 49,
    url: "wands14",
    img: "cards/Wands14.png",
    name: "权杖国王",
    kw: "自律、权力、开国君主、威权、创造力",
    desc: `
    抽到这张牌通常表示当事人有足够的能力掌控事情发展，运用创造力解决问题。谋定而后动，处于领导地位，是力量强大而遵从本能的统治者，具有本能与热情，但成熟度与智慧足以控制他的冲动。他是开国者与建国者（星币国王则是治国者与改善者）。有强烈的决心，是四个国王中行动力最强的。这张牌显示这男性是喜谈天说地及充满幽默感，而他的诚实及正直赢得众人的尊敬。工作上他充满创意及构思，但欠缺实行的计划，而且他做事不会很投入。
    在两性关系上的意义，这名男子喜欢带有挑战性的两性关系，和权杖皇后是天生一对。
    占卜时出现这张牌，多半代表着与问题相关的人物，ta拥有以上所述的性格特质或是扮演这样的角色。如果当作事态状况来解释，是描述掌控、稳定、升级，或是接掌。这张牌可能表示你本身对于局势的掌握良好，但也可能表示你将会得到长辈或上级者的支持。
    整体而言，这是不错的一张牌，尤其在事业和工作的处理上特别有成就，财务经营自然也不差。在感情方面，有足够的热情和魅力，而人际关系也很有主导性，只不过情感上都不是很细致。关于学业还可以，掌握原本的成绩应不难。婚姻上容易遇到一桩好姻缘。
  `,
    rkw: "苛求、独断、严厉、固执、傲慢",
    rdesc: `
    权杖国王逆位通常对当事人会造成不良影响，可以分为两个面向来解析。一方面，他会变成暴君，自私、偏见、固执、暴躁、虚荣、好大喜功，会运用权力来虐待别人。他会把事情都丢给属下做，他也会失去谋略能力，变得冲动急躁，而做出错误的决定。另一方面，他也可能变得像退位之后就一无是处的李尔王，丧失信心，懦弱而容易受骗，不过对别人会温和宽容许多。
    占卜时出现这张牌的逆位，代表有这样一个负面特质的人物出现，或是人物原本的特质呈现或转变成这种负面的特质。若就局势而言，正是处于上述的不佳状况，可能得不到上级的支持，或者自身的局势掌控失利。
    ta憎恨权威并缺乏自律，当ta重复着失控的行为时。通常别人会跳出来阻断以便规范他。如此一来ta可能会失去他的驾照，被公司解雇。或者是被要求离开ta的家或结束一段关系，而这一切后果皆导因于ta的行为。
    整体而言，这张牌的逆位置特别显示了遭遇工作和事务上的问题。关于财运也可能遇到麻烦。爱情和人际关系，都会因为掌控欲而出现纷争。学业方面会有耐心不足而退步的现象。
  `,
    cardtype: "minor"
  },

  {
    number: 50,
    url: "pentacles01",
    img: "cards/Pentacles01.png",
    name: "星币一",
    kw: "财富、享乐、安全、实质、金钱计划",
    desc: `
    星币首牌是张将梦想化为实质的牌。星币牌组中，我们筑梦，梦想不再只是空中楼阁。星币首牌让我们稳健，踏实，有安全感。星币首牌和务实的开始有关。它意味你有足够的金钱、精力，或充分的条件，来开始一项新计划。它暗示你可以平衡掉花费。不论目前花掉了多少钱，赚回来的绝对够本。在事业的分析当中，星币首牌可能暗示一项新事业，或事业当中的一个新阶段。那条通往庭院之外的道路就是在告诉你，这个机会可以带你走多远。如果你拿到了这个五角星，为它投资、为它工作吧，它将会让通往你目的地的道路平顺。
    星币首牌可能暗示，透过你的事业或工作环境，你正要和在其中认识的某个人开始一段关系。这个关系可能带来事业上的机会——生意上的合伙关系或财务合并。
    星币首牌显示有一项资金充沛的新事业要展开了，而且是经过有条不紊规划过的。这张牌显示出平静、深思熟虑的步调，正如马拉松竞赛般，而这是来自于对这项事业的了解。一般而言，这张牌暗示着你已经为前方的路程做好准备了。现在的工作让你觉得满足，同时也带来丰富的收入，你现在已经掌握到一些具体的成果，但这一切才刚刚开始，未来还有无限的可能性。
  `,
    rkw: "奢侈、挥霍、浪费、失利、不足",
    rdesc: `
    从精神世界中伸出来的手就没有办法在握住五角星了，这暗示金钱或机会正从你的指尖流逝。在财务分析当中，这张牌可能暗示不论你赚进多少钱，花出去的还会更多。由于没有能力抓紧金钱，所以它消失无踪。这有可能是你的开销比收入大，或者已经令自己陷入贫乏的不良消费习惯。当星币首牌出现倒立时，代表事业或财务上的机会从你的指尖溜走了。
    星币首牌倒立宣示着延迟开展新事业或投资，或许这是由于财务上的束缚所导致。它凸显出财务困难、丧失工作或缺少收入来源。如果是回答有限的投资问题，那么便暗示着财务损失。没有办法掌握住物质（真实）世界，是首牌倒立时的一个暗示：“我想做这些事，但是我没有钱。”它也可以表示一个不脚踏实地的人错失了一个机会。你可能比较会花钱，而比较不会赚钱。
    星币首牌逆位，表示财务上的决策可能失利、报酬太少或延迟、减薪、乱花钱、破财等。逆位时，建议你采取保守态度，守成为宜。
  `,
    cardtype: "minor"
  },

  {
    number: 51,
    url: "pentacles02",
    img: "cards/Pentacles02.png",
    name: "星币二",
    kw: "波动、弹性、平衡、娱乐、协调",
    desc: `
    从高潮迭起的海面，和艺人耍弄的星币看来，星币二狭义上表现财务状况的波动，广义来说更表现人生的潮起潮落。人生就像行驶于海面上的船，随浪潮起落，经历各种变化。所以抽到星币二的时候，你经常面对某种程度的波动，包括感情、财务或其他方面的波动。你也许需要同时应付许多状况，就像马戏团里抛球的小丑一般，必须同时兼顾好多颗球。小丑也可能遇到人生的抉择，看他似乎正在掂量两枚星币的重量，要从二者中择一，而他的内心就像背后的浪涛一样，七上八下，摇摆不定。大体来说，星币二是张游移不定且变化多端的牌。
    星币二要求你八面玲珑，长袖善舞，不要死守某个人或是某件事。多方发展，才是上策。在财运的占卜中，星币二可能表示收支平衡。星币二最表面的意义，也就是娱乐。这小丑在街头表演，就是一种典型的娱乐形式。星币二象征充满快乐与欢笑的好时光。如果你最近感到低落，星币二建议你多多玩乐，将会更有活力。
    星币二描述权衡各种机会的轻重，而这次它们是属于身体或物质的层面上。这象征着介于两个选择之间的决定。你有没有办法现在就抉择，或是再等一会儿会不会比较好呢？
    在事业的分析方面，二暗示在两个可能的工作，或是两个生涯方向当中做出决定。在两性关系的分析当中，星币二代表权衡两性关系的机会，或决定一段基于金钱考量上的两性关系。
  `,
    rkw: "财务危机、纠结、选择、变动、起伏",
    rdesc: `
    当星币二以倒立出现，代表无法决定这两个机会中哪一个的实质报酬比较好。现在是回到正立的星币一的时候，好追寻可获得恬美果实的清晰道路（机会）。倒立的星币二意味着财务上的决定，或者是需要改变一些方式好达到收支平衡。或许是你的欲望强过精神上的纪律，因此使你付出了高昂的代价。
    星币二倒立暗示着你的工作或是对金钱的追逐，已经对你的健康造成不利的影响。或许你手边有两份工作，而现在该重返正立的星币王牌了，以便更有效率的做好一份工作。或许你正在决定要投资多少钱在你的健康上，它也可能是在描述身体的不适，因而阻碍了你赚钱的能力。
    当星币二出现倒立时，表示对于必须放弃什么你已经越来越清楚了，因为你必须去实现某个渠道或方案。它可能意味着你投入太多事情或太分散你的钱财，以至一事无成；或者是因操之过急而失败。
    星币二逆位，好象船在浪潮中翻覆，原因不外乎缺乏弹性或失去平衡。建议彻底先把原则放在一旁，放弃古板的思想和死脑筋，要跟上潮流，临机应变，要像小丑一样随波起舞。如果最近有太多娱乐，星币二逆位可能暗示过犹不及，不要乐极生悲了。 虽然事情仍有颇久才达到目标，但朝着的方向是平衡正确，只要耐心地等待，事情终会顺利完成。
  `,
    cardtype: "minor"
  },

  {
    number: 52,
    url: "pentacles03",
    img: "cards/Pentacles03.png",
    name: "星币三",
    kw: "合作、协调、计划、荣誉、才干",
    desc: `
    这张牌代表扎根于稳固的基础上，建立某些具有持久价值的东西。也许你是在建造一栋房子，开始学习一个对你有助益的课程，或为稳固的两性关系或生意打基础。星币三对自我发展而言是张正面的牌。在一副牌中，当他和教皇或圣杯七一起出现时，可能象征因为学习或理念的落实，精神或心灵的发展即将开始。
    星币三表示去做某些将可以改善你环境事情的一段时间。它可能是开始一个课程、阅读书籍，或如果它是出现在事业的分析中，那就是你在工作当中学习拥有一个机会去建立某种具有永久价值的东西。
    这张牌也代表将计划转换成为具体结果的行动。由于详细的规划和具体的努力，而发展出某些坚实且可行的东西。星币三代表对于精神层面的坚定信仰，但是这也可解释到任何其他领域，就看问题是什么。它也可能暗指某些课程的学习或工作中的训练；另外，它也可能是在描述一段恋爱关系，由于他们步履坚实的一路走来，最后获得长期的圆满结局。这张牌示意只要先前做好准备工作及计划妥当，事情便会有理想成绩，你应会得到金钱上或心灵上的回报。
  `,
    rkw: "敷衍、薄弱、麻烦、水准低、重复出现",
    rdesc: `
    星币三逆位可能意味着，没有从某种状况中得到教训，导致这种状况周而复始的出现。例如，你可能有一连串的两性关系都是在同一种状况下结束的。如果你不能从第一个两性关系中得到教训，并负起你应付的责任的话，你就会一直冒着重复这种模式的危险，知道你领悟了其中的教训为止。就一般事情的角度来看，星币三的逆位暗示着，这并不是你第一次经历这种状况。你需要反躬自省，想象自己能从这种情况得到什么教训，如此才能在将来避免重复犯错。从这张牌也看得出来，当事人对将某事付诸实行的恐惧。它同时也意味着某种一成不变的状态，例如一件工作，或一段关系的停滞不前。为了将来，你可能需要先打下稳固的基础。
    星币三逆位暗示着由于基础薄弱而无法成功，或许更多的学习或经验可以确保最佳的结果。反复的模式一直出现因而阻碍了成功，对你来说，为了避免重蹈过去负面的模式，现在是问问自己该从目前环境中学到什么的时候了。
    星币三逆位可能是在形容放弃一段课程或训练而没有考虑过后果。重返正立的星币二的课题，让你有机会决定出一个清晰且值得采取的行动，那么你就可以采取这个行动并达到想要的结果。
  `,
    cardtype: "minor"
  },

  {
    number: 53,
    url: "pentacles04",
    img: "cards/Pentacles04.png",
    name: "星币四",
    kw: "吝啬、获利、控制、占有、遗产、自私、自我中心",
    desc: `
    星币四正位置常代表物质上的获利与稳定，获利的来源可能是工作，也可能是接受赠与或遗产。然而，星币四代表物质上的稳定，却不保证心灵上的成长。逆位置的星币四突显控制、支配与占有的一面。就像图中紧抓星币不放的男子，星币四代表紧紧抓住物质资产不放，或者是紧抓某个人不放（因为ta当那个人是ta的）。若ta是位情人，会是个忌妒心重，很爱吃醋的情人。若是老板，就是那种迟迟不肯加薪的小气老板，虽然理财能力可能不错。
    星币四意味节省你的金钱或经历的一段时间。星币四是在描述，一个有钱心里才会觉得踏实的人。塔罗牌所有的四还有一个意义：巩固。而星币的四所指的就是财务上的巩固：换句话说，它是指使财务状况坚固或实现的行动。
    两性关系上的意义，星币四可能暗示，伴侣中的一人对物质的重视更甚于关系本身。它也可能是在暗示嫉妒和占有欲，因为想要掌握住有形的东西，而不先去掌握住对方的兴趣和心理的话，这是很难办得到的。这张牌显示，在你付出时，你已经清楚自己想得到的是什么；这就表示说，它代表利益的交换，而不是馈赠。这张牌也可以意味着自私，以及如果没有办法得到对等的回馈，获取会更多的话，那么要他付出是很困难的。
    生活上的意义，在某些案例中，它单纯的指你的工作或你对财富的追求正在影响你的健康。
    星币四是一张在财务方面有正面意义的牌，它是在形容有足够的收入能带给你安全感，或者是代表一笔可运用的资金，而这笔资金还能存一些在身边一倍退休使用。这张牌意味着你有雄厚的财力，去进行时间或金钱的投资。
    星币四也意味你正在节约金钱、节省精力、累计财富，节制以及计划着如何让钱为你工作，它代表知悉财务上的安全是重要的，而周边环境则提供改善财务的机会。它也可能意味经由节约金钱、偿还债务及量入为出，而使你的财务状况日趋稳定。或许你在设计增加收入或减少支出，以确保自己进来的钱比出去的多。星币四表示你正在进行其中一项，或两者同时进行。
  `,
    rkw: "猜忌、挥霍、浪费、慷慨、自由",
    rdesc: `
    由财务的角度来看，星币四的逆位代表金钱由你的指尖滑落。而这有可能是故意的，例如，当你在度假时就有可能会花掉比平时多的钱。星币四的逆位可能意味着慷慨和自由。在两性关系的分析中，它暗示你给自己充分的自由，对伴侣也不加设限。有时候也可能表示，你付出的比你所得到的还要多。
    星币四的逆位也可能是在说，你没有能力建构你的生活、工作或两性关系。它正位时暗示着稳定；而逆位时，则可能代表着不稳定或没有改变的自由。假设这张牌出现在有关旅行或一桩大买卖中时，而不是结果或答案，那可能暗示着你并没有朝着目标在节约。
    星币四逆位是在警告金钱花费的速度比积累财富的速度快，因此即将产生负债。它是在说随意且大方的花钱，而没有考虑到收入不够支付。假如你还想保有你的还债能力，要小心不要让支出过大收入的时期一直延长下去。逆位的星币四除了正位提到过的小气、自私、僵化、固执之外，也可能代表他想守住财产，却事与愿违。因为当牌颠倒时，他头上的星币就落了下来，脚踩的星币也岌岌可危了。
    生活上的意义，星币四逆位代表慷慨大方，但有时候它也可能是在暗示没有属于个人的空间，而导致你在情绪上或体能上已经被耗尽。它也可能是在暗示隐藏在你生活问题下的，是对逝去钱财的恐惧，或许是在说你负担不起足够的保险，或是没有能力在进行维持正向的投资了。
  `,
    cardtype: "minor"
  },

  {
    number: 54,
    url: "pentacles05",
    img: "cards/Pentacles05.png",
    name: "星币五",
    kw: "欠缺、贫穷、疾病、艰困、爱侣",
    desc: `
    星币五代表的是分离。它是一种对分离或孤独状态的认知，即使你是出于群体之中而非指是身体上和一个人或某种状况分开。有时候当你处于一群心灵无法相通的人之间时，可能会比你独处的时候更加感到孤独。
    外在悲惨是内在悲惨的一种反映，所以当星币五出现时，你需要接受生命提供给你的改变机会。“如果你想改变这个世界，请先改变你自己”是这张牌的答案。
    两性关系上的意义，星币五暗示你和伴侣的分离，而且无论你们是分开，或者仍在一起，你都是孤独而寂寞的。这种关系现实的是心灵空虚的症状，你的饥渴已经到了一种没有任何肉体或情感关系能够喂饱你的程度了。这张牌暗示或许是到了你重新认识自己真正的人生目标的适当时候了。为了平息你的饥渴，内在的改变是需要的。
    生活上的意义，出现这张牌代表身体出现状况。隐藏在身体症状之下的通常是精神上和情绪上的空虚，使得身体越来越没办法去承受。星币五可能意指你的生活状态正在影响你的赚钱能力，或许你会因为身体不好而被解雇。
    就整体观点来看，星币五说的是财务上的困难、贫穷、疾病和内在的寂寞。在不断的挣扎当中，你很容易窄化你对问题的焦点，而忽略了你的机会。
    当这张星币五出现时，深度的心灵改变是有其需要的，否则虽然有外在的助力，可能还是解决不了你的问题。你目前的人生观并非你的支柱，而现在你必须问自己，是否仍愿意保有这些信念。
    星币五代表心灵空虚所反映出的身体征兆。在事业分析上，它意味着事业或对工作不感兴趣；并且暗示由于你的态度一直不变，所以情况也一如往昔。
  `,
    rkw: "复苏、改变、不和、混乱、恢复",
    rdesc: `
    逆位的星币五代表财务的状况有了好转，从艰困的状态中开始回复了。整个环境有所改变和复苏，温度回升了许多，也不再下着大雪。两人的状况当然也好转了，至少克服了这场风雪，得到抚慰与帮助。历经过磨难和彼此间相依为命，这时候的内心是一种平安与幸存感，宁静的喘息时刻。
    这张牌的逆位，代表事务上有新的动向，面临新的契机和重新起步。不过风雨後仍是一片混乱与繁杂，必须要重新整顿。已经毁损和殆尽资源必须从头开始，仍需要面对现实收拾残局。然而，人与人之间的关系方面，情感
  `,
    cardtype: "minor"
  },

  {
    number: 55,
    url: "pentacles06",
    img: "cards/Pentacles06.png",
    name: "星币六",
    kw: "慈善、慷慨、理财、施与受、宽大",
    desc: `
    星币六是在形容一种结构性的关系，其中一人比另一人更有控制力。是一张有很多层面的牌，而它的意义又会随着问题或周遭的牌而改变，在这张牌中，看似公平和正当，不过，请注意，两个乞丐是跪在富翁的面前。在这个关系里，他是处于有权力的地位。星币六是在形容一种关系：一个人支配另外一个人。
    值得注意的是，星币六可以由两个角度来看，商人以及乞丐。当事人可能扮演商人的角色，也可能扮演乞丐角色。在施与受之间，你知道自己扮演哪个角色吗？
    实际占卜中，从“受”的角度来看，星币六可能代表获得你想要的东西，也许是朋友偿还积欠以久的债务，也许获得旁人雪中送炭，也许得到期待多时的资金，也可能是一份礼物，甚至遗产，而当事人通常能得到公正的对待。当然，从“施”的角度来看，当事人可能是为旁人而付出、捐献、馈赠。手心向下是福气，藉由付出，我们能得到更多。
    另外，星币六也代表理财，好像那位手持天秤的商人，可能收支平衡，或者开始存钱，尝试投资。一般来说，通常都能做出合宜的决策。
    施与受中间不只是金钱，知识、经验、技术的传授也算。所以星币六也代表知识、经验、技术的传授或是学习。例如指导老师提供学生建议等类似的情形。
  `,
    rkw: "失窃、丢失、失衡、胁迫、失控",
    rdesc: `
    这张牌的逆位代表自身为人处世行为不当，也因此不但未让自己更有赚头，反而招致不良的后果。也有可能是身处于弱势，却遭受到不公平的待遇，例如被剥削或侵权。
    另外可能由于不平等的地位差距，形成的一些财务分配问题。表达了富人的贪婪、自私，也是穷人的羡慕、嫉妒，形成一种因为贫富差距和社会阶级而造成的不协调或对立。而这些多是由物质层面的欲望和不当的心理反应所引起的。逆位也代表原本社会阶级和地位的骤然改变，或许有人可以翻身成功，但也有人有人地位下滑。可以将画面看做乞求者占上风，而原来富有的人被压在下面。而这一样要看当事人本身的情形和问题来决定答案是哪一种。
    星币六逆位时，象征一种稳定的状态已经结束，或是被破坏。或许你已经辞职或被裁掉了。可能某段两性关系已经结束了，这可能是因为你（或伴侣）已经打破了你在这段关系立的角色。
    在两性关系的分析中，它意味你的伴侣对于这段关系有高于你的控制权。究竟深层面而言，它可能表示在肉体、情感或精神上都得不到满足。
    生活上的意义，逆位的星币六可能是在形容生活不健康而局限了你赚钱的能力。你可能会因为生病而有一段时期无法工作，或者因为财务问题而倍感压力。它也可能是在强调你需要检视你的工作是如何影响你的健康。
  `,
    cardtype: "minor"
  },

  {
    number: 56,
    url: "pentacles07",
    img: "cards/Pentacles07.png",
    name: "星币七",
    kw: "耐心、等待、收成、暂停、思索",
    desc: `
    星币七是一种实际面上的投资与等待，并且具有时间性，能解释出过去和未来的现象。代表过去曾经付出努力，投注了资源和精神，如今正在等待成果，未来也将有机运得到这些回收。处于一种回顾和期待的状态。
    星币七意味着思考未来的财务或物质状况，星币七代表一个十字路口。在这里看不到伟大的梦想或急切的决定，因为平稳务实的努力已经可以确保农作物的丰收。望着他的农作物，他可以看出来哪些行动是有用的，哪些是白费力气的。
    花些时间多做思考吧，因为你的决定有可能对将来产生很大的影响。七表示你在问自己：“我应该往那里走呢？”以及“从今以后的五或十年，我要何去何从呢？”现在正是思考和计划未来的时候。
    两性关系上的意义，星币七描述的是思考某段关系的一个时期。或许你们正一起计划着你们的未来，并将财务安全列入考量，作为你们长远关系的基础。你们或许正在构思新的，以及更重要的挑战来确保你们这种伙伴关系的利益，或者假设你们目前并未拥有两性关系，或目前关系中过去阶段的时候，以决定未来可能会是何种情况。
    钱财上的意义，你的努力就要结出果实了，所以不要放弃！现在该是好好思量你的财务选项，以及为了稳定且长久的成功做好计划的时候了。牌面上这个人不只是盘算着他的未来，他还紧盯着他的作物来确保它又得到充足的水分和营养。他坚信成功来自持续不断的努力，而不单单只是一个好的计划或犹如昙花一现的热情。
    生活上的意义，星币七可能意指你在考虑要花一笔钱来投资你的生活，或者你正在想如果退休后要舒适的过生活，那么需要准备多少钱。
  `,
    rkw: "失落、停滞、守旧、担心、躁进",
    rdesc: `
    当星币七出现逆位，它可能意味这对你目前状态的一种内在不满足，例如一个两性关系或一项事业似乎就此停滞不前。导致这个不满足的可能因素是，你没有花时间去思考何者是有用的，何者是不必要的。结果，你的情形当然是一成不变。或许你还没有了解到思考长期目标和计划的时刻已经到来，相对的，你继续工作、保持忙碌，因而丧失了思考与学习或计划的机会。
    一般而言，星币七逆位，事情通常无法顺利进行，得不到满意的报酬，投资会失利，借出去的钱也有去无回。好像刚建造出来的小成就一下子就垮了，常有坐困愁城之感。因此行事宜保守，必须保持耐心，切勿躁进。
    钱财的意义，逆位的星币七意味着你现在可能丢下一份工作或结束一桩生意，而人们也知道你对于工作做了什么。为了要建立稳固的声誉，你放弃了你的收入来源且重新来过。你已经有效率的栽培出作物，且在丰收之前出发到别处去了。这张牌也可能是在形容结束一项事业而去找一份工作。
    生活的意义，你致力于追求财务稳定，这或许已经对你的生活产生负面的影响了。或许该是重返正立的星币六的时候了，好简化你的生活，给自己时间去搞定财务，然后你就可以继续前进到正立的星币七，谈后考虑你长期的健康和财务上的事了。
  `,
    cardtype: "minor"
  },

  {
    number: 57,
    url: "pentacles08",
    img: "cards/Pentacles08.png",
    name: "星币八",
    kw: "技能、勤劳、工作、承诺、专注、谨慎",
    desc: `
    星币八是代表工作赚钱的一张牌，也表示能够累积财富，集中心力在赚取金钱上。而星币三比较像集中在工作本身的精致上，且星币八也不是分工合作，而是个人的努力与成果，或是集中生产大量制造。
    大体上，这张牌显示的是对工作、对恋爱关系、对健康以及人生的承诺，承诺和专注几乎可以让不可能的任务完成，你所关注的领域就会产出成果。假如你专注于问题，那么问题本身就会越来越大；而假设你聚焦于追寻解决方案，那么你就会看得见它们。
    两性关系上的意义，星币八意味你对某个两性关系、满足需求及建立某种持久性的事物等，有着深刻的承诺。它也可能是指，你必须对两性关系的维系多加努力，以使它成长另一个及更好的阶段。它还可能表示举行婚礼，生养小孩，或当伴侣在养育小孩时，你在一旁支持他。
    钱财上的意义，这张牌是对于财务稳定和成长的承诺。它描述的是某些喜爱他们工作的人，而且他们的工作品质经常是很杰出的。
    生活上的意义，这是为了改善和维持你的生活作出的承诺，特别是身体上的健康，因为星币牌是指专注于真实世界。星币八指出一个可量化、务实的方法可以维持你长久的健康。
  `,
    rkw: "分心、失信、草率、挫折、缺乏承诺",
    rdesc: `
    星币八逆位，工匠失去原有的美德，出现职业倦怠，或者工作过劳，技能不足，将会引致挫折失败的后果。也有可能当事人想要换工作，这有可能是出于对目前的工作的不满，也可能是因为把专注力放在金钱成就，却不注意工作本身的缘故。星币八给我们的启示是：请享受工作，乐在其中，财富与成就自会来临。
    星币八逆位表示缺乏对眼前工作或状况的承诺。你想要得到许多的报酬，但却不怎么努力。或许是因为你缺少实现计划所需要的训练或技能。你需要再回到七的课题当中，去深思应如何发挥自己，以及真正想要达成的目标是什么。
    在两性关系分析中，星币八的逆位时表示缺乏承诺。如果牌面上也出现了宝剑七，表示你已经对另外的事物许了更重要的承诺，例如另一段两性关系。
    在事业的分析上，八的逆位可能暗示你并不喜欢你的工作，然而却视它为迈向成功的一个步骤。无论如何，由于你并不喜欢它，所强调的只是想要成功，那么你将因工作而受苦，成功也只是短暂的，它也可能再告诉我们，工作是既沉闷且重复的，它无需技巧，也没有任何奖励。
    生活的意义，你对于身体生活的关注或实践程度还不够。有可能是你目前的生活状态良好，而你想维持下去，或者是你拒绝承认你的生活状态不佳。也有可能是你一心想增加收入而付出了健康的代价。逆位的星币八意味着目前健康这个选项在你心中的排名大幅落后。
  `,
    cardtype: "minor"
  },

  {
    number: 58,
    url: "pentacles09",
    img: "cards/Pentacles09.png",
    name: "星币九",
    kw: "富足、成功、信心、享受、自律、独立",
    desc: `
    星币的九是一张代表自信或自我依赖的牌，那可说是要达到超凡成就的必要条件。你的自信如果再搭配上自律的话，那将使你在许多层面上获益。在牌面上如果九出现在女皇旁边的话，可能暗示着怀孕。而在健康、事业或两性关系的分析当中，九所代表的是稳操胜券。大体上来说，星币九形容由于过去的努力而带来的一种舒适的生活。
    两性关系上的意义，星币九代表一种舒适而成功的两性关系，物质上的成功让你有余裕去追求个人的兴趣及目标。财务独立和物质的目标应该是这段关系的重点。只要你一直保持稳固，许多事物都可以因刃而解。
    钱财上的意义，当这张牌作为回答财务问题的答案，那么财务上的成功是很明显的。生活井然有序且稳定，这是因为你有为将来的财务安全而做好下一步的打算。
    生活上的意义，均衡的生活状态是这张牌正位时所暗示的意义。你有时间去想清楚工作和日常生活之间该怎么过。对于健康生活的维护要抱持着长远的眼光，这有可能让你在来年生活获得改善。你目前健康的状态或许就是过去勤练身体的结果。或许你在一份能得到满足的工作中还拥有附加的兴趣，而这将会回馈到你的财富、情绪和精神层面。
  `,
    rkw: "浪费、虚度、迷恋、目标涣散、自我放逐",
    rdesc: `
    星币九的逆位暗示由于缺乏自律而无法成功。它意味没有办法把一件事情从头做到完成。你想要不劳而获。一般而言，星币九的逆位是描述放了太多的精力于错误的事情上面。
    钱财的意义，逆位的星币九意味着你可能是既要工作又要学习，或者也有可能是你兼做两份工作。现阶段你的财务所得和你的努力付出是不相称的，所以假如你不学点东西（因为这有可能可以增加收入）的话，那么或许现在就是你返回正位的星币八的时候，好让你集中精神去精通技能，那或许能带给你巨大的财富。
    生活的意义，你的工作或者是你目前为了五斗米而付出的努力，可能正在残害你的生活。漫长的工作时间、危险的工作状态，或者是在轮班之间没有足够的休息时间，会耗尽你的精力。这时候，该回到正位的星币八，好对自己做出均衡饮食的承诺，或者是有规律的运动以确保长久的健康。没有对生活负起应尽的责任就是星币九逆位所指的意思。
  `,
    cardtype: "minor"
  },

  {
    number: 59,
    url: "pentacles10",
    img: "cards/Pentacles10.png",
    name: "星币十",
    kw: "富裕、传承、家族、事业团体、物质成功",
    desc: `
    星币十显示了富有的情况，而且影响力可以及于整个家人、家族，甚至是后代。这张星币牌暗示了以往的努力经营，囊括了所有的前面的星币牌的内容在其中——做生意，守财，投资，工作，星币九的富有，这些经济状况都曾经发生。 
    恋爱方面的占卜，星币十可能代表给予对方一个稳固安全的生活，也可能显示当事人与对方在事业上是很契合的伙伴，但同时暗示缺乏情感交流，或许情感交流根本不是他们所重视的。另外，也可能代表政治婚姻、企业婚姻、相亲等非自由恋爱的婚姻。建议当事人应省思，两人之前若抽掉了物质的成份，还剩下什么是能够维系两人的呢？
    钱财上的意义，正位的星币十意指财务稳固并成长。这是一个丰收的阶段，源于你过去的努力以及严谨务实的财务结构。作为展开一项新事业问题的回答，这张星币十暗示着成功。而如果问题是有关于借钱从事新的投资或事业，这张牌意指着钱即将到位。
    生活上的意义，均衡的生活状态显示于正位的星币十。星币类型者的生活之道便是靠不间断的保持和务实的作息，来确保未来均衡的健康。有时候它也暗示着在你每月的薪水支出中含括了健身房或健康保险的费用。
  `,
    rkw: "拜金、负债、高估、误判、投机、赌博",
    rdesc: `
    星币十逆位代表财务环境困难的时期。或许你正过着入不敷出的生活，或者是为了维持一种你负担不起的生活方式而辛苦工作着。没有钱只好以信用卡付款、个人或家庭有负债，你正深陷于债务的泥泞中。这张牌逆位可能是描述某人收入已经减少了，但还想尝试着要维持一种昂贵的生活方式。
    当星币十逆位时，有时候在正位星币十中显示出来的苦闷，会引起财务或情感上的冒险。这是一张赌博的牌。不止赌钱，也在生意或财务上冒不必要的危险。
    在两性关系分析当中，十逆位显示你太过注重有形的事物了，可能会引起感情上的孤独。它也可形容一种不稳的财务状况；例如，在购屋的问题上，它暗示你可能遇到了某些财务上的难题，或者你可能是高估了自己的财务状况。
    在事业的分析上，星币十的逆位可能暗示着，在少数可能的机会当中却有着许多对手。意味着缺钱，或相关公司的财务出了问题。
    生活的意义，在这时候你的事业有可能正伤害你的生活。或许是工作时间太长，或许是工作的地点对健康有害。当生活问题的牌形中出现逆位的星币十，经济拮据或许正是压力持续的来源之一，接着，它可能就会导致健康上的问题。当选到这张逆位牌时，或许就是健康状态不佳阻碍了你赚钱的机会。
  `,
    cardtype: "minor"
  },

  {
    number: 60,
    url: "pentacles11",
    img: "cards/Pentacles11.png",
    name: "星币侍从",
    kw: "课程、学习、认真、学徒、小商人",
    desc: `
    星币待从传统上代表学徒。相较于圣杯待从因为好奇心而受到启发,星币待从是真正在学校中苦读向学的小孩。他在同学面前表现内向,很用功好像整天都埋在课本里。
    如果是在说明一种状况，星币待从是在形容对学习或事业的承诺。或许你在每天的工作生活当中研究或学习新技能。星币待从所形容的是，你相当用心并且认真的再精进新技巧。
    星币待从象征有关金钱、新工作或学习一门课程的消息。它可以表示去学习某些将会产生实质效益的事物。这个待从通常代表学生的勤奋向学。透过学习一门课程，或于工作中学习，发挥了自己的能力。有时候这个待从可能暗示你对于正在学习的科目，变得更专注，甚至更重视学习的成果。
    所有的待者都代表讯息,星币待从带来工作或财务方面的讯息,通常是好的,可能代表申请函被接受、升职、获利。也可能代表学习、上课、进修等活动。如果同时跟圣杯待从或权杖待从一起出现,可能代表怀孕,因为待从都是刚到世间的小孩。
    这张牌也可能指年纪较大的人中正开始做某些新事物、或某些他们所不熟悉的事物的那部份人。当开始一项工作或计划时，这张牌代表获得新技能。
    在两性关系上的意义，星币待从意味对某段关系的强烈承诺。待从在两性关系的分析当中可能象征对一段新关系，或既有关系的一个新阶段或新方向之承诺。
  `,
    rkw: "善变、好动、散漫、推卸责任、缺乏承诺",
    rdesc: `
    星币待从逆位可能暗示着缺乏承诺。它可以形容一个不成熟的人，表现出好动、嬗变、无法落实计划，或浪费体力的现象。它可能暗示你的散漫、容易改变目标，以及分散注意力。
    占卜时出现这张牌的逆位，代表事业不顺利，甚至面临失业或无所事事，财务状况非常吃紧。或许是遇到挫折后，无法振作，以致工作停顿了下来。财务上的竞争失败，金钱损失很大，利益被剥夺，影响到之后的运作。也代表得到不利的消息，尤其是财务方面的。
    逆位的星币待从通常会不断的渴望着金钱和物质，而没有肩负起建立财富所需要承担的责任。ta衡量周遭的人是以ta拥有什么而非ta是谁。作为学生，ta并不认真学习，而且有可能变得太重视吃这件事，这是为了补偿内在的饥饿，也可能喜欢在物质上和人竞争。
    在两性关系分析当中，这张待从牌逆位可能象征缺乏承诺，并沉溺于肉体的欢愉，以及汲于性欲的追逐中。
    整体而言，这张牌的逆位置显示了金钱追求上的失利，尤其在投资方面。关于事业当然也会有挫败的现象。爱情和人际关系，也都会因为现实面的问题而阻碍耽误。学业方面会因为错失重点、难以发挥，因而表现不佳。
  `,
    cardtype: "minor"
  },

  {
    number: 61,
    url: "pentacles12",
    img: "cards/Pentacles12.png",
    name: "星币骑士",
    kw: "稳健、可靠、工作狂、富二代、现实",
    desc: `
    星币骑士是四位骑士中行动最持重且最脚踏实地的。他勤奋务实，细心谨慎，工作卖力，守时守信，是最可靠的助手，最忠实的员工。他的事业虽然还不像星币国王那样壮大，但是他像乌龟一样，很努力地在一步一步往上爬，最终目的是要达到财富上的安全感。在众人中他埋首耕耘并持之以恒，甚至把别人的工作往自己肩上扛，再累再辛苦也不抱怨。对于金钱，他算得很清楚，绝不浪费，可能显得有点斤斤计较。
    星币骑士通常指的是强化你的计划，并朝确定的目标迈进。它意味着为了实现一个目标而努力工作。就一个人而言，这个人对于承诺非常的认真，不论是对事业、个人雄心或两性关系。
    如果是代表一种状况，那么星币骑士形容的是深思一个长远的承诺，或许就是指事业。它意指对认真工作的认知——包含了对某个长远目标的追求。它也描述着调整自身的步调，直到达成目标。虽然别人可能偶尔会伸出援手，但那毕竟是和你有关的事，所以你的目标需要你的决心和努力。
    整体而言，这是一张非常成功的牌，尤其在金钱的获利上。事业方面自是没有问题，虽然不见得立竿见影，但是却有获利的保证，可代表处于等待后续有利发展的阶段。在感情方面，进入沉稳务实的相处模式，而人际关系也多倾向现实。关于学业用功就有收获，必须要踏实努力以赴。
  `,
    rkw: "散漫、慵懒、马虎、延迟、憎恶权威",
    rdesc: `
    星币骑士逆位所描述的状况是缺乏对目标的承诺。你的想法都是短暂的，导致可能因为得不到长期的结果而对于目前的计划也意兴阑珊，逆位的星币骑士也可能在描述有一种被责任和义务重压的感觉，而且找不到喘息的空间。星币骑士逆位意味，此刻或许你被迫去依赖别人。这或许会让你觉得不舒服，因为你可能感到自己控制不了人生及自己。这是个需要耐心的时刻。
    占卜时出现这张牌的逆位，代表事业不顺利，甚至面临失业或无所事事，财务状况非常吃紧。或许是遇到挫折后，无法振作，以致工作停顿了下来。财务上的竞争失败，金钱损失较大，利益被剥夺，影响到之后的运作。
    整体而言，这张牌的逆位置显示了金钱追求上的失利，尤其在投资方面。关于事业也会有挫败的现象。爱情和人际关系，会因为现实面的问题而阻碍耽误。学业方面会因为错失重点、难以发挥，因而表现不佳。
  `,
    cardtype: "minor"
  },

  {
    number: 62,
    url: "pentacles13",
    img: "cards/Pentacles13.png",
    name: "星币皇后",
    kw: "温暖、丰饶、女企业家、职业女性",
    desc: `
    从一般观点来看，星币皇后是一张代表信任自己能力的牌。她意味经由深思熟虑而带来成功。作为一个人，星币皇后通常有着敏锐的生意眼光，而且总是喜欢存点钱在身边，好让自己有安全感。在有需要的时候她会很节俭，而且不会任意炫耀财富。她是一个可靠、实际的人，知道应该在哪里下功夫可以得到最大的成功。
    整体而言，这是很好的一张牌，尤其财务的享用和获取上。事业方面代表很细心经营，口碑名声不错。在感情和人际关系方面，是体贴而互相照应的。关于学业除了努力以外，还要多一点细心和技巧。
  `,
    rkw: "猜疑、妄念、物质、不近人情、斤斤计较",
    rdesc: `
    假如星币皇后以逆位的姿态出现，代表你可能太在意你的事业或财务稳定，而不知道只要你一离开职场，过不久你的足迹便会消退，你那么努力工作所拥有的战利品也会跟着被分送或者变卖掉。从你那永无休止的工作负荷中拨出时间暂歇，注意四季的变化，还有花些时间找到值得你投入的公司，对你是很重要的。
    从一般的角度来看，皇后牌逆位代表你有必要再一次为稳固基础而努力。现在正是你重新评估你在这世界上的地位，以及抛掉你那狭隘的物质观的时候了。她需要置身于乡野或大自然当中，因为少了它们，她就可能会变得野心勃勃，并渴望着金钱和权力，多注意季节的更替、生命的周期以及类似的大自然律动，都是有益的。高高的树木、深邃的河流以及开阔的空间，都有助于洞察你的野心、忧虑以及恐惧。
    占卜时出现这张牌的逆位，代表有这样一个不值信任的人物出现，或是人物原本的特质呈现不稳定的性情。若就局势而言，是处于上述的不佳状况之下，面临经济的窘困状态当中。因此你也可能得不到经济的支持，对物质环境的掌控失利。
    整体而言，这张牌的逆位置显示了遭遇物质流失的问题，尤其在支出控制的方面，财运不是很好。爱情和人际关系可能会有隔阂和阻碍，勾心斗角斤斤计较的事情较易产生。学业方面抓不到重点而耽误在不必要的范围内。
  `,
    cardtype: "minor"
  },

  {
    number: 63,
    url: "pentacles14",
    img: "cards/Pentacles14.png",
    name: "星币国王",
    kw: "世俗、财富、商人、实业家、老板",
    desc: `
    星币国王代表土元素中土的成分。它根基稳固，为人务实、活跃、固执、防卫性强，又勤奋工作。当这个人在工作时，恐怕你很难想象他会有休息的时刻，然而当他在休息的时候，你同样很难想象他会跑去工作。这个国王代表成功的生意人或专业人士。他骄傲地坐在王位当中，一手握着象征王权的宝球，另一手则拿着星币。对于人生他还不够满意，因为他必须能够感觉到、触摸到成功。
    占卜时出现这张牌，多半代表着与问题相关的人物，ta拥有以上所述的性格特质或是扮演这样的角色。如果当作事态状况来解释，是描述收成、经营、运作，明智的投资，有能力获取金钱和珍贵的财物。这张牌可能表示你本身对于财务的掌握运作良好，但也可能表示将会得到来自于有力人士的物资帮助。画面中背景里所出现的许多东西，都可以当作所有物来占卜，包括城堡、房子、不动产。王座则代表公司和管理职位，金钱控制权。农作物，植物，以及大自然，也都与这张牌有关。
    当星币国王受挫于环境时，通常他会工作得更努力。他寻求以自己的标准完成工作，这将带给他一种足以掌控环境的感觉。当持续受到生活的打击，他会偷偷攒钱，并计划着逃离他的两性关系、事业或责任。有时候他也会透过钱财来控制周遭的人。有时候它还会撤销对某个孩子金钱上的支持，直到孩子同意去从事他所指定的工作，或是以一种被认可的态度来做事为止。当遇上挫折时，星币国王有时候会试着花钱，好买到一条逃离这状况的路。
    在两性关系的分析当中，星币国王暗示着置身舒适的物质环境当中的一种耽于肉欲而世俗的关系。
    整体而言，这是张很不错的牌，尤其在财务金钱的处理方面。而事业和工作也很顺利，在感情方面，有耐性而坚定，却不够浪漫，而人际关系也很重实际。关于学业只能算普通和维持。
  `,
    rkw: "腐败、倔强、吝啬、懒惰、无谓的冒险",
    rdesc: `
    当星币国王出现逆位的状态，他可能会是个对物质贪婪的人，他以紧缩的预算来经营公司和对待他的员工，然而把钱花在自己身上却是很大方。假如他是被他的父母亲或环境所逼迫去从事某项工作，有时候他是不会成功的。他是那种会在一朝醒来就明白了他想要追求的美梦已经结束了的人，因为要从起点跑开开始打拼一项新事业会让他付出太多代价。他渴望金钱，但是缺乏留住它的内在稳定力量。他的财务状态是矛盾的，总是先慷慨大方，接着便陷入愁云惨雾。
    占卜时出现这张牌的逆位，代表有这样一个负面特质的人物出现，或是人物原本的特质呈现或转变成这种负面的特征。若就局势而言，是处于上述的不佳状况之下，面临财务上的困境。因此占问对象也可能得不到金钱上的支持，财务掌控失利。多半是由于人为的管理问题，造成财务上的危机。
    整体而言，这张牌的逆位置显示了遭遇金钱上的问题，尤其在理财方面。事业多舛不怎么起色。爱情和人际关系很混乱，并纠杂着金钱的问题。学业方面会失去条理和记忆。
  `,
    cardtype: "minor"
  },

  {
    number: 64,
    url: "swords01",
    img: "cards/Swords01.png",
    name: "宝剑一",
    kw: "新挑战、极端、理智、决心、公正",
    desc: `
    宝剑一代表的是一个开始，叙述一个意念的形成，或是为未来的行动所准备的计划。这张牌代表清晰的思考，或明确的了解到完成一项计划所需要的是什么。宝剑首牌代表了一项规划中的新方案，而且在展开新视野之前，各种想法、概念、步骤和设计等都已经和目标取得了平衡。
    宝剑一也可以表示极端，以及任何方面的过度迹象。宝剑是种强而有力的利器，稍一不慎，很可能导致伤害。如同图中剑尖穿过皇冠，宝剑一表示极端的力量，如同爱与恨，可以建设也可以毁灭。当宝剑一出现，可反思自己是否忘了中庸之道。
    就日常生活的角度来看，正立的首牌可以表示清晰思考所带来的成功。确实的计划和清楚的将焦点置于想望的目标上会带来奖励。首牌也可以代表改善您物质生活的想法或计划。宝剑首牌可以代表谨慎的财务执行计划。你对于环境的变迁充满警戒心，而且在需要的时候也能够适应变化。当正立的宝剑首牌出现在答案的位置，就表示透过周详的计划而获得成功。
    在两性关系的分析当中，宝剑首牌暗示一个你想从两性关系当中得到什么的明确计划。由于有了一个清楚的目标，通常你会比较容易获得你所想要的，因为你已经可以轻易辨认出什么是你不想要的，然后立即修正方向。这张首牌所隐含的两性关系时，你和伙伴之间有种强烈的心智结盟，可能有共同的目标和兴趣；也可暗示彼此理念的结合。
  `,
    rkw: "混乱、苛刻、严酷、专制、不公",
    rdesc: `
    倒立的宝剑一意指因为没有明确的计划和目标，因此没有耐心再继续前进。现在是回到正立宝剑十的时候，好检视你对生活的信念以及现阶段心灵层面的需求。在重新反省评估，并理清自己的思绪后，可能会出现一个可以借以重新出发的新的想法或计划。
    倒立的宝剑首牌表示思想转而朝内影响思考者本身，表示有时对计划漫不经心，或者太多混乱的想法儿导致新的方案延迟进行，由于缺乏深谋远虑而影响成功。
    你应该多花时间来想清楚，检视每一种选择，并将那些不切实际或难以实现者排除。此时此刻任何草率的行动似乎都很难有什么成就。你可能正焦急的要开始进行新事物，但是却不知道该从那个正确的方向着手。放轻松，并且让你的脑袋沉淀下来，在开始任何新事物之前，先形成一个有凝聚力的计划。 
    逆位置的宝剑一与正位意义相差不大，但是面对挑战时，失败的可能性更大，结果可能更为负面，宜审慎评价。宝剑一正位时显示仍有成功的可能，逆位时情况多半不利，最好不要做。不公不义或滥用权力的情况可能出现。
  `,
    cardtype: "minor"
  },

  {
    number: 65,
    url: "swords02",
    img: "cards/Swords02.png",
    name: "宝剑二",
    kw: "逃避、抗拒、对立、僵局、紧张",
    desc: `
    在这张牌中有着愤怒和恐惧的混合物。剑是随时蓄势待发以攻击威胁她的事物，而眼罩则代表她企图躲藏起来，不愿面对让她害怕的原因或事实。她已经从生活中撤退，并等待这些事情平静下来。与其造成更严重的骚动，她宁可选择无聊和停滞不前。
    事实上，事情是已经平静下来了，唯一留下的动荡是她的思想和心中的动荡。这张牌所叙述的是，为了明白哪些情绪的意义，而自生活中退出的行动。对外面世界的恐惧，可能是没有道理的，而唯一能确定的办法就是摘掉眼罩，亲自去看清楚。 
    这是二则一的抉择，或许在目前这个阶段，你对于所做的选择会产生怎样的结果，洞察力还不够。你在做决定的时候，并没有对你的环境做通盘的考虑，或者是，你没有考虑到你的抉择会带来怎样的结果。
    宝剑二意味有一段时间会从两性关系当中退缩下来，这是为了要理清你对事情的感觉。或许你曾经在某个两性关系当中受过伤，而在你重返正常的生活之前，需要一段时间来疗伤止痛，并从这些经验中得到一些教训。有时候这张牌是暗示在两个两性关系的机会中做选择，或是决定你准备让伴侣和你有多接近。如果你所下的这个决定能够结合思考（剑）和感情（水）的话，那它将有效用的多了。
    宝剑沉重，女人持剑僵坐在此不知已有多久，她的手臂、肩膀在长期紧张之下，必然酸痛不堪，她严重压抑的情感，也容易影响健康。宝剑二提醒我们，要诚实面对自己的内心情感。无论是什么，要接受，莫逃避；且放松，勿抗拒。把蒙眼布取走，将宝剑放下，事情其实没有那么艰难。
  `,
    rkw: "弃权、解脱、两难、困扰、故步自封",
    rdesc: `
    若仍然逃避现实，不去面对，那么情绪、恐惧或怨恨是无法永远被压制的，思绪或压迫性的恐惧一步步的占上风，通常这些恐惧都是毫无由来或脱离现实的。你挣扎于那些和情绪有关，却毫无吸引力的选项，在感情上悬而未决的选择或许会耗竭你的精力。
    当你越努力的找寻正确的选择时，更多的选择机会就会出现，这张牌代表你试图透过思考来控制你的情绪，或让你的情绪理性化。在情绪得以沉淀下来之前，去感受和认知它们是相当重要的。由于你越来越清楚自己的感受，因而你对自己既自己的处境的理解也越多。
    现在有两个或两个以上的选择，却没有一个是特别重要或特别吸引人的。或许两面押注已经打散了你的焦点。如果你想追求另一个目标，就必须放弃掉这个选择。重新回到正立的宝剑首牌，这会提供你运用你的理智砍断那些围绕在每个选择上的希望和恐惧，如此你才能做出获取良好回报的最好决定。
    逃避现实并不是解决问题的好办法，运用理智和理性思考摆脱每个选择上的情绪缠绕，放下执念，事情的真相与才能浮现出来。
  `,
    cardtype: "minor"
  },

  {
    number: 66,
    url: "swords03",
    img: "cards/Swords03.png",
    name: "宝剑三",
    kw: "悲伤、失落、伤心、延迟、分离",
    desc: `
    宝剑三代表的是，你正强烈的经验这悲伤和失落的一段时间。当出现这张牌时，内心的困惑、悲痛和沉重是很明显的，它表示强烈的失望。但你要知道：去体验你的悲伤是很重要的，因为在这么做的同时，你也扫除了障碍，让即将到来的机会可以接近你。记住，悲伤是会过去的。
    除了悲伤之外，宝剑三还表示失落、孤立、痛苦、分离。引起悲伤的原因很多，也许是情人的离开，或者好友的背叛。然而，相较于宝剑六，宝剑三只是诚实地描述心碎的模样，并没有描述疗伤的过程﹔也就是说，当事人可能在情感上受了伤，却看不开、放不下，沉溺在自怜自伤的情绪中，导致伤口迟迟无法痊愈。
    宝剑三叙述的是两性关系上的痛苦和受伤。它所显现出来的几乎可说是一种令人难以承受的失落和悲伤。只要记住这使会过去的，重要的是要诚实的去体验它，不要压抑它。
    在钱财的问题上，这张宝剑三的意思是，严重的财务损失或职场上的失意。有可能是你感觉自己应该会升职而结果却没有，或者是被无预警的结果了。
  `,
    rkw: "心碎、伤害、辜负、寂寞、缺席",
    rdesc: `
    逆位置仍然具有正位的意义，不过多了几项可能的附加意义：第一，伤心的是对方。第二，该痊愈了，当事人却仍沉浸于悲伤中，不愿接受别人帮助，因而难以痊愈。第三，伤心的程度没有正位那么严重。
    宝剑三逆位是指因为压抑痛苦，导致身陷害怕、恐惧，或者沮丧中。为了重拾活力，现在必须检视过去的痛苦并加以释放。人不能长期耽溺于痛苦之中，你应该勇敢的面对痛苦并试着驱逐它。过去的痛苦需要你回头去战胜它，不过在这么做的时候，你的压抑自己的情绪。为了恢复深层的平静，必须赶快脱离这些悲伤的感觉。或许回到正位的宝剑二是需要的，如此才能选择一条适当的道路，而有比较好的生活。当这张牌逆位时，表示你有着类似的痛苦，不过这次你会抗拒你的感觉。去否定或压抑痛苦及失落所需要的力量必定是从某处得到的，而且通常来自你用于谋生的力量。这份痛苦越大，要用来压制它的力量越大，而你所残留的剩余的力量就变得微乎其微了。
    逆位的宝剑三在两性关系的分析中，可能是在强调过去未解决的痛苦，这痛苦是你无法在目前的情况中得到满足，这个过去可能是指现在这份关系中的过去，或早先的两性关系。为了保护自己不再受到进一步的伤害，你可能会在情感上和你身边的人保持一段距离。
    逆位的宝剑三意指过去财务上的失利迄今仍萦绕心头。这种痛苦或逗留不去的不满感受，可能会让你更明锐的意识到匆促做决定的结果，这失望的感觉也有可能蒙蔽你的想法，让你对于财务上的收获更不保希望。假如你目前的状况仍是在重复先前的状态，那么在行动之前更应该三思。
    宝剑三的逆位可以代表你目前的事业被过去的痛苦所遮蔽了。或许当时你觉得被自己的情绪压得快喘不过起来了，而唯一的应对办法便是去压抑它们。在当时这个方法或许还管用，不过现在应该是找出另外办法的时刻了，也就是找出解决那些痛苦情绪的更适当的方式，否则哪些还没有被疏通的痛苦情绪永远在等着你。
  `,
    cardtype: "minor"
  },

  {
    number: 67,
    url: "swords04",
    img: "cards/Swords04.png",
    name: "宝剑四",
    kw: "休息、消极、沉思、准备、隐遁",
    desc: `
    这是一张反思过去行为和计划未来的牌。他说明精神层面的巩固：采取让过去行为有意义的行动，以及排除那些已经被证实为不正确、或没有建设性的想法和信念。如此一来就有可能运用过去的经验来帮助你获得未来的成功。在经历了宝剑三的痛苦之后，随之而来的是对你自己和你的人生有更深层的了解。
    当宝剑四出现的时候，通常代表你正处于一种休息的状态，或是需要慢下生活步调，好好休息一阵，然后重新出发。你先前可能太累了，或者是想要逃避，而在休息的过程中，注意的重心会由外在世界转向内在心灵，独处的时间也增加了，因此这也是张“充电”的牌。抽到宝剑四的时候，要提醒自己切勿急躁，凡事细细想，慢慢来，是有好处的。
    现在是要省思你过去为财务方面所做的努力的时候了，这是为了要确认哪些机会是真实的、而那么仅是短暂的。或许你的努力还没有为你带来成功。那么现在应该要认真的检视你的想法、过去的行为和你对于成功的信念。 
    在两性关系的分析方面，宝剑四这张牌可能暗示，你正在统合或加强你自己，或对人生的理解的一个阶段或一段关系。有时候他也可能是在描述，一个伴侣为了思考生命的意义而从生活和两性关系中抽离，而对你造成伤害（影响）。依照牌面上其他的牌可能表示意味伴侣从两性关系的肉体或精神上抽离，而遁入了书堆或某种消极的嗜好，甚至是睡眠当中。
    宝剑四这张牌可能象征自生活中撤离：身体上退隐到自家当中，或在精神上退隐到梦想和幻想当中。它也可能暗示一段被强迫内省的事件，或只是一个身体缺少活力的阶段，你需要一段独处的时间来重新平衡精力。
  `,
    rkw: "预备、凝想、复原、恢复、抽离",
    rdesc: `
    这张牌逆位意味着，不想深思熟虑而只想快速采取行动。虽然你的行动可以让你从过去所受到的伤害中抽离出来，但也可能把你带回正位的宝剑三状态，因而招惹来新的痛苦。有时候逆位的宝剑四只是单纯的表示，在一段深思期或生病之后重新拾起活力，为了要填补身体的能量，因而激起一股更加投入人生的渴望。
    假如学习就是结合行动和深思的一种方式，逆位的宝剑四所显示的就是这两个面向中的行动部分，而正位时则代表深思。思想在这张牌逆位是还是很显著，因为黄色现在就变成跨过这张牌的上方，然而，由于这张正位牌中的彩色玻璃显示出的思想特质是缺乏深层的冥想。当这张牌逆位是说明过去的损失或影响已经不那么明显了。或许你并没有满足的感觉，而且你希望透过更大的投资风险来获得更大的报酬。你确认了过去那些事对你来说是没有效率的，而且热切的想去尝试新方法。这种态度或许会引导你回到正位的宝剑三，但同时也会带来痛苦与失落。而这份痛苦很可能对你会是极具影响力的。 
    逆位的宝剑四意味一段改变的时机。在这个关键时刻，你知道你不想要什么，然而你可能并不清楚自己想要什么。赶紧投入，看看到底发生了什么事。它也可以指在一段独处之后，在重返日常生活当中。
  `,
    cardtype: "minor"
  },

  {
    number: 68,
    url: "swords05",
    img: "cards/Swords05.png",
    name: "宝剑五",
    kw: "无谓的胜利、自私、失落、争执、屈辱",
    desc: `
    宝剑五这张牌代表争吵、紧张和冲突，这可能使指你与自己内在的交战，或和你周遭人的不协调。假如这个冲突是指你和别人的，则其前提很有可能来自你的思想。在这种冲突的情况下，每个人对于事情的解决方法都各有见地，却没有人愿意聆听他人的心声。当一个人尝试着要去说服另一个人采纳自己的方法时，第二个却在想，轮到他发言时，他打算说些什么。所有相关的人之间根本缺乏真正的联系或沟通。
    因为你和他人之间悬而未决的问题而导致的压力，在这张牌显现出来了。它意指你仍然处于不均衡的状态，必须直到你解决了和周遭人们之间的分歧或远离他们，才可能恢复平衡。这时需要放下骄傲，找出错处及弱点，然后再朝着另一更有把握的计划前进。经过此事，你会在处事上有新的态度，新的方向长远而言是好的。
    在两性关系的分析方面，宝剑五这张牌意味分离、冲突和失落。两个人或更多人（如果亲戚或朋友牵连在内的话），都已经决定如何做一件事，但大家的决定却都不一样。除非每个人都愿意听听别人怎么说，否则事情是不可能有真正结果的。
    在这种情形下，不论是在肉体、情绪或精神上大家都被卷进这场纷争。也许这种冲突已经不是第一次出现了，而且每个人都有可能因先前的冲突而留下若干未解的心结。错综复杂的前因后果使得明确的沟通更显困难。
    在事业的分析方面，五这张牌意味着你有很快离开工作或转变职业的倾向。五是一张在困难的环境底下就会离开的牌。这群人在目前的工作当中并不是一个团队。这张牌带来的改变是强迫性的、不寻常的，而且在日后当悬而未决的问题以另一种姿态出现时，则有可能需要做更多的改变。
    当这张牌出现就表示会因财务上的事而带来争吵，意见不合和痛苦。如果是一项投资，结果可能就是在投资结束之后，投资人彼此之间交情破裂。如果你仍坚持追寻既定目标并采取行动，而不考虑其他人的意见，那么可能的结果就是招致责备、反抗和怨恨。
  `,
    rkw: "自私、不和、不协调、紧张、解脱",
    rdesc: `
    宝剑五逆位的意义与正位类似，但是失败的机率较大，你很可能扮演途中远方失败者的角色。失败、屈辱、受害的状况都有可能发生。也有人将宝剑五逆位解为从自私的行为中解脱出来、停止无谓的争执、不再被谣言困扰等。
    逆位的宝剑五可能仍是一张代表不协调和分离的牌，不过在冲突之后，每个当事人会去反省他们的争执点和行为。当出现逆位的宝剑五时，表示有进行沟通的可能，因为这些相关人员的思想是比较开放的。
    宝剑五逆位说明在找到内在或外在的解决方式之后，回到一种休养生息的状态。它也建议或许该重回正立的宝剑五时期，以深刻反省你的生活。有时候它也在暗示回到宝剑四的生病状态，因为那会强迫你深思与反省。
  `,
    cardtype: "minor"
  },

  {
    number: 69,
    url: "swords06",
    img: "cards/Swords06.png",
    name: "宝剑六",
    kw: "忧郁、疗伤、痊愈、旅行、恢复",
    desc: `
    宝剑六没有宝剑三或是宝剑九、宝剑十那样怵目惊心的意象，也没有宝剑五那样令人不悦的冲突，有的只是淡淡的忧郁。事情不很糟，但也不很好，环绕你的是低落与微微的沮丧。也许你想掉泪，却哭不出来；也许你想故作坚强，但眼泪这时又不听使唤的纷纷落下。或许，你可以学牌中披着斗篷的主角，把自己藏起来，隔绝在人群外，然后慢慢疗伤。
    这是受伤后康复的过程，不管伤多重，总是能痊愈。水象征情绪，这端汹涌的水是你烦扰的过去，前方大片平静的水面，预示未来安详的情绪。船夫手持黑色长篙，黑色象征潜质，将来什么都还是可能发生，不要将自己困死了。宝剑六是一个信道，领你向未来的幸福快乐前进，光明的日子就在前方。
    这张牌暗示你正带着你的剑（问题），从过去走向未来。或许你根本没注意到它们，然而它们却是与你紧紧相随。这是一个从艰困时刻过渡到一个较为平衡状态的过程。即使现时的问题及困难如何复杂，最终都会得到解决，求问者届时心情自然轻松不少。这张牌也会预示一段愉快的旅程或转移到一个更和谐开心的环境。
  `,
    rkw: "破旧、立新、压抑、感情用事、被迫改变",
    rdesc: `
    宝剑六逆位意指现在你的压力和紧张是越来越明显了，或许可以透过冥想、祷告或是试着去超越它而让它浮出水面。心灵上的压力一旦传输进体内，就有可能让你的健康受损。你的自我信念以及对生活的想法正以负面的方式在影响你的健康，所以检视你的思想吧。
    宝剑六逆位形容一种更加混乱的状态，而且有冲突与斗争在等着你。返回宝剑五的课题会让你和债权人及身边的人发生争吵，或许该是运用宝剑的能力来分析这些问题并做出计划，好远离冲突现状的时候了。
    当宝剑六逆位意味着，为了试图要打破陈旧模式，而和自己或他人有争执。它显示出某人想要自己掌舵（平底船）远离旧的行为模式和信念，但并不是以有效率的方式离开。只有透过仔细思考自己的行为模式及了解自身所处的环境，那么才有可能达到改变的目的。虽然你想要大声呐喊，不过这份能量需要被引导去思索你该负什么责任，还有你能改变什么。
    这张牌逆位暗示，当你揭开尚未愈合的伤口，想让它们完全的愈合时，这将会使一段充满暴风雨的旅程，可能是肉体上、可能是精神上。而且可能以谈论新问题的形式出现，即使可能会引起骚乱。 
    这张牌也可能是在描述晃动船身的行为，或为了寻找解决之道而制造新的问题，因为有时候对抗反而可以消除误解，达成协调。宝剑六的逆位意味你知道自己在某种状况下不快乐的原因，而你正在进行必要的转变，好在将来得到快乐。
  `,
    cardtype: "minor"
  },

  {
    number: 70,
    url: "swords07",
    img: "cards/Swords07.png",
    name: "宝剑七",
    kw: "欺诈、谎言、孤立、尝试、自信",
    desc: `
    这是一张运用自我的力量来达到目标的牌。透过详细的规划和不放弃的决心，你就能得到更多。
    宝剑七宣告一个弹性时期的来到，这是为了要达成你的财务目标。也可能是暗示财务上的偷窃或欺诈。如果是在询问财务的投资，那么宝剑七意味着在付出任何金钱以前你需要更谨慎的监视这项投资计划。 
    再者，宝剑七经常代表欺骗、狡滑、背叛或诡计。你可能是说谎的一方，也可能是受骗的一方。如果是说谎的一方，请务必三思。如果是受骗的一方，一定要严加小心。
    在两性关系的分析上来看，宝剑七并不尽然是张积极的牌。它所叙述的是不坦诚，而且假设是在圣杯三的旁边出现，那它可能暗示一段三角关系，例如，其中一个人可能有外遇。
    这张牌也可能暗示，对一段既存的两性关系采行新作风，可能让你得到你所追寻的回报。别放弃你的两性关系，找出一种新方法来达成你的目标吧。
    宝剑七所传达的讯息是：不要放弃。去找寻另一种可以达成目标的方法吧。坐下来，检查一下你所有的选择。和这个挑战玩点心智游戏，以便发现先前未曾预见的可能性。你当然还有时间来完成你的愿望，然而在方法上需要更有弹性。
    简单地说，如果你得不到想要的回馈，那就去做不同的事情吧。各种行动的不同组合方式，就有可能会带来不同的结果。宝剑七同时也是一张秘密、隐藏动机和不坦诚的牌。
  `,
    rkw: "诽谤、暴露、欺骗、造谣中伤、胡说八道",
    rdesc: `
    逆位宝剑七也代表谆谆教诲和殷切忠告，这些进言和劝告却被忽视了，不明确的建议和劝告，变成了无用的。而事情也走向不妙，由于宝剑的位置错乱，代表胡思乱想和胡言乱语，有时候也是误解与争执，甚至是暗中的诽谤和中伤。
    过时的方法和态度正阻碍着你的进度。拒绝适应可能会让你倒退回正位的宝剑六，而回到一段反省的沉思期。此时你可能会发现选择环境的方法。在两性关系的牌形中，逆位的宝剑七可能是在暗示两个人只间并不坦诚，借由避重就轻、闪躲问题来维持表面的和平，但是这样会让人变得越来越虚伪，越来越沟通不良。  
    逆位的宝剑七是指害怕被欺骗而局限了财务发展。或许你已经从不动产中赚到一笔小财富，而现在则是该把部分的钱投到股票市场的时候了。当牌型中有这张逆位的宝剑七，你可能会坚持已经尝试过以及自己所信任的方法，而不想去探视其他的选择。建议你在做任何决定之前多想想其他可行的财务机会吧。
    宝剑七的逆位可能还暗示着欺骗或自我欺骗。自我欺骗会窄化你的认知，而结果就会影响到你处理事物时所做的选择。换句话说，不要死守着你旧有的思考方式、做事方式或是对事情的感觉。
    或许你正死守这一个对生活不合理的信念不放，同时还骗自己说，事情从以前到现在一直都进行的很好。宝剑对生活的一个态度是：如果你不喜欢这个世界，就改变你的想法吧——想法改变后，这世界将会顺从你的意思来改变。
  `,
    cardtype: "minor"
  },

  {
    number: 71,
    url: "swords08",
    img: "cards/Swords08.png",
    name: "宝剑八",
    kw: "被控制或支配、划地自限、坏消息、压迫、迷惑",
    desc: `
    塔罗牌的“八”是代表力量的牌。而对于宝剑八里面的女人，这份力量源自于倾听她内在的声音的能力。双眼被蒙蔽让她无法透过视觉来做判断，也限制了她离开所处环境的能力，她显得那么的无能为力。而那些住在城堡里的人们却可以清楚的看见她，并随他们的目的来限制她。第一眼看上去这是个阻碍，但其实却是助力。阻碍那个女人控制自己所处环境的力量，却使得她能够走进自己的内心世界倾听内在的声音，并且留心它所发出的指令。如果你想做出有效率的决定，现在是留心你的自我精神层次的时候了。
    宝剑八这张牌可能暗示，你相信除了被役使之外，你别无选择，果真如此的话，你就没有任何选择余地了。你可能会被你的伴侣、家人、社区、政府、心灵或宗教信仰所压迫。
    如果觉得对未来很不确定，心慌意乱，当面对若干选择和庞大的压力时，会变得沮丧时很自然的事。现在你可能会觉得被环境捆绑住，不过你可以透过冥想或其他方式让心思平静下来，让你能够专注自己的直觉，如此就能发现内在的力量和平静了。
    在钱财问题的牌形上出现宝剑八代表的是财务吃紧。或许是你失去工作，或者是你已经入不敷出了。此时你仍要坚定你的意志并留心内在的声音或直觉，当你面对持续的财务压力或是债权人时，要这么做几乎是不可能的，但你仍需这么做。
    宝剑八和宝剑侍者或权杖八逆位一样，都代表坏消息。少数时候甚至表示困顿之灾。在感情方面，可能意味着看不清事实，自己钻牛角尖，走不出来，而感到仿徨无助，甚至觉得自己才是受害者。宝剑八显示两性关系上的限制。它可能是两性关系中的一个约束性的角色，或可能是你在这种情况下感觉到被套牢或被束缚。
  `,
    rkw: "解放、松绑、醒悟、获救、新生活",
    rdesc: `
    逆位的宝剑八意指你已经走过谷底，改善是指日可待的。现在该重返正位的宝剑七以发现达到身心舒畅的新方法。对于所有可能让自己成长的选项都要保持开阔的心胸，这是很重要的。破除限制，走出困境，打破局限，需要经过一番挣扎，用自己心灵的力量突破茧房，迈开脚步走出来。
    当宝剑八逆位，代表需要回到宝剑七，以便寻求解决之道。或许你可以抱着“玩游戏”的心态和周围的人们相处，跟他们说他们想听的话，私底下再去做自己想做的事。逆位的宝剑八或许会唤醒你的直觉，并打开你的双眼。
  `,
    cardtype: "minor"
  },

  {
    number: 72,
    url: "swords09",
    img: "cards/Swords09.png",
    name: "宝剑九",
    kw: "担心、梦魇、痛苦、失眠、绝望",
    desc: `
    宝剑九是一张代表担心和情绪骚动的牌。这种担心可能是对自己或周遭的一切。也可以代表鲜明的梦境或梦魇，而梦魇则可能是在传达一种强烈的讯息，即你生命当中某些不对劲的事物，已由潜意识而浮现在你的意识层面了。当你醒过来，你可能会发现你对梦境有着清晰的印象，或者你会觉得很疲累。这种疲累感可能是那鲜明的梦境干扰了你的睡眠品质所造成的。假设你将你的梦境写成日志，或许会发现一个共同的线索或是明显的讯息。那么你的梦就可以变成一项接近你潜意识的有效工具了。
    宝剑九这张牌可以暗示，你身体的能量有太多是位于头部了。或许你的焦点和注意力都集中于思考，而没有意识到情绪或身体的部分。在这种情况下，你需要脚踏实地。这其实就是藉着接触大地的行动，来重新认识你自己，譬如散步、运动或多花时间亲近大自然。体能的活动通常有助于重新分配能量至全身当中。
    这张牌意指着为了财务问题而忧虑、恐惧，或许此刻你正关心着你偿还债务的能力，而那些失眠的夜晚则更传达了这个状况。列出你的债务清单以及你所期望的收入，接下来再列出增加收入或者减低开销的各种方法，来重新平衡你的财务状况。
    在两性关系的分析中，宝剑九暗示你正为一个两性关系烦恼，或是你有很鲜明的梦境告诉你，在某段关系中基本问题是什么。
    宝剑九这张牌也可以象征，你恐惧一段关系的破裂，而这种恐惧可能是毫无由来的。你必须连同牌面上其他的牌一起看，才能证实这方面的意义。这正是倾听你自己心声的时候了，如此你才能确认既满足你所有的需求。
  `,
    rkw: "解放、松绑、醒悟、获救、新生活",
    rdesc: `
    逆位的宝剑八意指你已经走过谷底，改善是指日可待的。现在该重返正位的宝剑七以发现达到身心舒畅的新方法。对于所有可能让自己成长的选项都要保持开阔的心胸，这是很重要的。破除限制，走出困境，打破局限，需要经过一番挣扎，用自己心灵的力量突破茧房，迈开脚步走出来。
    当宝剑八逆位，代表需要回到宝剑七，以便寻求解决之道。或许你可以抱着“玩游戏”的心态和周围的人们相处，跟他们说他们想听的话，私底下再去做自己想做的事。逆位的宝剑八或许会唤醒你的直觉，并打开你的双眼。
  `,
    cardtype: "minor"
  },

  {
    number: 73,
    url: "swords10",
    img: "cards/Swords10.png",
    name: "宝剑十",
    kw: "惨痛、结束、牺牲、最低点、黎明前的黑暗",
    desc: `
    这张牌暗示在某种情况下，你已到了最低潮的时刻，但远方微弱的阳光暗示着，尾随这艰困时刻的将会是新的以及更好的事物。你对人生的思想或信念导致你此刻的境遇，从这里，你的思想将会带领你到任何你认为能够去的地方。
    它或许能帮助你从物质环境、对生命的信念中抽离，以便能巨细靡遗的检视它们。你也可能是被一些无用的事物，或对生命具破坏性的信念给绊住了。
    通常，在这种低潮的时刻，你会设法去抓住哪些你平日弃而不用的事物及态度。要让你自身与这些事物分离，理论上听起来是满简单的，但是真要做起来可能会有很多危险性，在真实生活及想象上均然。这里所教导的是屈从，并且容许改变发生。
    宝剑十可能代表丧失一份工作，结束一段恋爱关系，或者忽然间感觉到被生活给压得喘不过气来，因此可以预期在身体和精神状态方面会有筋疲力尽和混乱的感觉。虽然这毫无疑问的会是一段艰难的时期，不过好消息是，它终究会过去。 
    宝剑十代表一种情况的结束或一项事业的失败。你生命中的某些事物已经结束了，接受这个事实有助于新事物来取代旧的。为了将来，现在该是好好计划如何重建和维续你珍爱的事物时候了。
  `,
    rkw: "改变、喘息、短暂优势、一时的幸运、度过痛苦时期",
    rdesc: `
    逆位的宝剑十意味在一段艰困的时光中，得到暂时的喘息，你应该明智的利用这个机会让你本身或处境做一个真实的改变。如果你不图谋改变的话，情况还是又回到以前的样子，而是这张牌还是会以直立的姿态出现在你的分析当中。这可不是一个可以松懈下来的时刻，而是做真正改变的时候。
    宝剑十逆位的状况，至少是一种改善，有时候会是受惠或得到利益，或者是增添力量和掌握更多权力。这是由于竞争胜利，随之而来的斩获，纵使这些通常是一种暂时的拥有，刹时的成功，瞬间的优势，但在逆境中也显得尤为珍贵，可以发挥自己的能力，延长这短暂的优势，转化成持续向上的状态。
    当牌逆位时，表示你已走到了谷地，没有任何事物是会自动改善，现在正是你迈开脚步，朝一个崭新的方向出发的时候了。
    宝剑十逆位暗示要返回正位的宝剑九，好透过梦境注意到自身的直觉。它意味着最坏的情况已经过去了，然而你需要站起来并甩掉那些陈旧的信念（宝剑），接着就能迈步向前。一旦你甩掉旧思维并做好财务计划，那么财务状况将会获得改善。或许偿还债务和重建财务结构需要花点时间，但正好可以好好运用这段时间，在精神上做好迎接将来财务挑战的准备。有时候逆位的宝剑十可能是在描述状态不佳，因此限制了你的谋生能力。
  `,
    cardtype: "minor"
  },

  {
    number: 74,
    url: "swords11",
    img: "cards/Swords11.png",
    name: "宝剑侍从",
    kw: "警觉、刺探、间谍、狗仔队、思维敏捷",
    desc: `
    宝剑侍从是信息管理者与分析家。他负责探测并研究新领域，提供信息给其他人。别人也许觉得他鬼鬼祟祟，但他真的是个好间谍，并且拥有宝剑的防御才能。他很注意细节，是坦白的沟通者，会用简易的方式解决问题。遇到难解的谜题，他不会紧张。他也代表开始新兴趣或新学问。若这张牌暗喻一个人，这个人是一个聪明但机关算尽，意志坚强却对人冷漠的人。
    你可以发现到这个侍从双脚离地甚远。这表示一种生活的态度，这种态度要求你透过梦境和思想让自己从现实抽离出来。对那些依赖创意和思考维生的人而言，这可说是一张正面的牌，但是也可能暗示脚踏实地是必要的，假设你想生产实际或有形的东西。
    在事业的分析上，它可能代表创意和梦想会帮助你，或变成事业的一部分。有时候宝剑侍从暗示你对某个方案或状况仍处于幻想的阶段，所以在你判断自己的想法是否可行之前，你需要先回到现实当中来。
    两性关系上的意义，宝剑侍从以为你正在梦想一段你想要的两性关系，然而却没有为了让此梦付诸实现而有所行动。它暗示你对两性关系保持一种神话般的态度，或是说你从现实或痛苦中退缩，而将一切停留在脑海当中（那就是说，透过思考接近生活，而不去考虑你的感受为何）。它代表一种对情感的知性态度，然而对你本身或处境却缺乏去的深刻了解的基础。
  `,
    rkw: "泄密、心口不一、信口开河、纸上谈兵、人浮于事",
    rdesc: `
    宝剑侍从原本适度的警觉心和防卫心，在逆位时，会变成强烈的疑心病，把每个人都当成敌人，容易生出口舌是非。另一方面，宝剑侍从逆位时，表达能力受阻碍,你可能口吃怯场,或是在沟通时发生误解。
    宝剑侍从倒立时，可能象征迟来的消息。它也暗示你的根基尚未稳固。飞机的飞翔倒比较像侍从牌的倒立，而不是此牌的正位。在事业的分析上，它可能意味着和飞翔相关的事业。飞机上的工作人员和驾驶员常常会选中这张牌。
    爱说闲话也是侍从牌的一个意思，因为传递消息是他的任务，不过这回他所散播的对象可比他所想象的还多。它也可能暗示着，你比较擅长思考及谈话，而不是行动。宝剑侍从可能意味在使梦想实现上，你做的不够多。或许你是嘴巴上在说这件事，而身体却在做另一件。
  `,
    cardtype: "minor"
  },

  {
    number: 75,
    url: "swords12",
    img: "cards/Swords12.png",
    name: "宝剑骑士",
    kw: "战士、冲动、热血、极端份子、反叛人士",
    desc: `
    这是属于年轻人的力量，他要走往自己的道路。是一种英勇的行径或者说英雄气概的展现。当然这种冲撞的行动，也可能极具破坏力，能造成摧毁的状况。他的意志力坚强，专注而犀利，有着清明的勇气和专一凝聚的心志。宝剑骑士持剑呼啸奔驰，表示他仗着自身的技巧、能力、技术，向自己的目标追寻，杀伐竞争也不畏惧。这对学业和考试，都是有利的。
    他会是很好的业务人员，适合从事站在第一线拼命的工作。他是很有气魄的朋友，言语豪放，不畏权贵，但是性子很急，冲动莽撞，做事常常不计后果，容易跟人起冲突。他的风象特质使他思考敏捷，也常有独到的见解，然而，既然他是宝剑牌组中的极端派，所以难免显得好批评，要别人接受他的想法。对于他觉得错误的观念，他会争论到底，对于坏人，他更会斗到底，玉石俱焚也在所不惜。
    占卜时出现这张牌，多半代表着与问题相关的人物，ta拥有以上所述的特质和角色。如果当作事态状况来解释，是描述发挥才能角逐竞争胜利。这张牌可能表示你面临挑战、竞争成为获胜的一方。
    对于人际关系，显示出目前受人肯定和佩服，让人有敬畏的感觉。事业方面也会受到众人的肯定，会很有成就感。在财务经营方面，依恃着明快清晰的判断力和经验值，能够让自己获利颇丰。
    宝剑骑士代表的是迅速的行动：跃进或跳出某种情景。作为某个问题的答案，它暗示着一个快速的动作或出其不意的行为是有需要的。已经没有时间去想该做何选择了——去做就对了。
    在两性关系上的意义，宝剑骑士通常意味，有个人走进了你的生活，然后又在短时间内离开了。对他而言，这是路过，所以你大可以享受和他在一起的时光，不过要记住，他可能改变主意、方向，或落脚处于一瞬间。
  `,
    rkw: "鲁莽、轻率、不耐烦、自以为是、匆忙出错",
    rdesc: `
    逆位的宝剑骑士表现过度时，批判性太强，使ta总是用挑毛病的眼光看事情，牙尖嘴利，言语伤人。ta会变成可怕的极端份子，激烈的进取派，却是为反对而反对，盲目升级冲突也在所不惜。另一方面，可能代表想冲又冲不动，心有余而力不足。如果代表旅行，可能在交通方面出差错。
    从日常的观点来看，宝剑骑士的逆位暗示，由于缺乏事前的考量以至无法成功。这可能是说你无法规范自己去完成你已着手的事。这张骑士牌代表一种脱序的思考，以及因新奇和感动而迷惑。
    逆位的骑士可能是浪费的、粗心的和肤浅的。这里还暗示着没有耐心，无法停下来好好反省过去的种种行为。骑士牌的逆位可能代表着，你开始去做一些你不会或不可能完成的事，因为你很少或根本没有去思考它的完成。你可能会来承诺得比你能做的还多，或是发现自己无法信守诺言，因为情况远比你当初所理解的更复杂。
    整体而言，这张牌的逆位置显示了竞争上的失利，人际关系上的失和，尤其在沟通言语上杀伤力更强。事业上感到挫折，学业竞争激烈而不如意，本身的实力难以与人匹敌。财务状况颇为混乱，难以控制的消费和奢侈等。
  `,
    cardtype: "minor"
  },

  {
    number: 76,
    url: "swords13",
    img: "cards/Swords13.png",
    name: "宝剑皇后",
    kw: "冷酷、严肃、铁娘子、冰山美人、强悍的女人",
    desc: `
    宝剑皇后是一张思索感情的牌。它可能意味运用心智到情感中的行动，好让感觉有意义。作为某个问题的答案，宝剑皇后暗示透过清晰思考而获致成功。现在正是你反省过去的行为或目前情况的时刻了。密切的观察那些接近你的事物，以确认你不会再重陷困境中。你可能会想从生活当中撤退，好好的思考你自己，以及未来的方向。
    宝剑皇后可能象征你对两性关系的谨慎态度。例如，在你投入之前，你会希望观察这个可能的伴侣一段时间。过去的困境已经教会你要小心投入、小心承诺。你并不怕孤单，也不见得会孤单。
    宝剑皇后所表示的这个人适合从事的事业有教学、管理、生意的经营者或顾问、咨商（比较接近一种知性的层面）、人事管理。ta可能也会喜欢政治、医药、法律、科学研究、出版、编辑/校对，或任何要动脑的工作。
    整体而言，这是仍算是不错的一张牌，在学业或法律的处理上，特别有好的影响。财务经营上，有理性的规范，不容易流失和支出过多。只不过在人际关系上，显得较为被动和冷漠。而感情方面的状况，心中难免感到孤独的情境。
  `,
    rkw: "偏执、严苛、孤冷、嘴巴毒、报复心重",
    rdesc: `
    当宝剑皇后出现逆位时，她可能会是一个悲观主义者、完美主义者和冷漠的人。她可以利用她的剑来挑起麻烦，并将她对人性犀利的判断和冷漠的好奇心结合在一起。她可以创造一触即发的情景，因为她喜欢看别人争斗。在那原本会成为朋友的人，在她巧妙的操纵下会反目成仇。
    占卜时出现这张牌的逆位，代表有这样一个令人恐惧的人物出现，或是人物原本的特质呈现出不合情理的性情。若就局势而言，是处于不佳状况之下，陷于面临各种窘困的状态当中。因此你也可能得不到他人支持的声音，甚至于与环境形成对立，或者遇到险恶的敌人。
    这张牌逆位的另外一种意义是，你有一种苛责自己的倾向，即使你只是犯了一个小小的错误。这可能是暗示你是一个完美主义者。果真如此的话，或许你应该记住：生活还包括了那些随时会把手给弄脏的事物。或许你还没有理解过去所发生的事情的意义，而且为那些你做过或没有去做的事情而惩罚自己。
  `,
    cardtype: "minor"
  },

  {
    number: 77,
    url: "swords14",
    img: "cards/Swords14.png",
    name: "宝剑国王",
    kw: "公正、学识、决断、专业人士、律师",
    desc: `
    宝剑象征着人的思想和决心，这位国王手执宝剑，自然具有着掌握思考的能力，并且很重视理念和原则，在意的是合理与正义。他对于从事的智识领域非常专精，多半是担任或是研发创造的人才，更可能是专业权威。他坚持理念的特性，适合法律和政治的工作，也很可能成为企业改革或先进管理的领袖。
    占卜时出现这张牌，多半代表着与问题相关的人物，他拥有以上所述的性格特质或是扮演这样的角色。如果当作事态状况来解释，是描述决策、命令和决心等。这张牌可能表示你明智果决而很有策略，也可能表示你将会遇到指点迷津的人或是明师。 
    宝剑国王是让人信赖的顾问和专业人士，缺点是在情感方面表现疏离。ta如果是你的朋友，那么当你想要情感支持，找人哭诉时，那你就找错了对象，但是如果你想听一针见血的实话，或需要明确的指引时，ta是不二人选。如果ta是你的上司，你可以从ta那边学到很多专业知识，ta对你的工作表现也会有所要求，你不能偷鸡摸狗，因为会被ta一眼看穿。ta是一个聪明、诚实又有原则的伴侣，但是表现有点冷淡，凡事都喜欢讲理，道德标准高，但是批判性和控制欲可能有点强。
    宝剑国王代表对清楚的思想的追求、诚实，以及将知识倒入现实的需求。作为某个问题的答案，这张国王牌可以说是透过清晰而有效之计划而达到成功。他也可暗示健全的构想及经营会带来成功，因为拥有一项计划、目标和持续的努力，正是一个赢家的组合。
  `,
    rkw: "残酷、自私、冷血、缺乏逻辑、刚愎自用",
    rdesc: `
    当宝剑国王出现逆位时，话语会宛如洪水泛滥般倾泻而出，而这些话并没有事实根据。当宝剑国王处于负面状态时，他可能会变得精神涣散，因为他手边实在有太多计划了。
    就日常的角度来看，这张牌显示一个正位的国王正遭遇着困难或某种危机。而当他可以站起来的时候，他又会以一个正立的国王的姿态出现。宝剑国王逆位可能意味着由于思维和计划凌乱，又缺乏毅力，所以无法成功。
    另一方面，也有可能指软弱、无能、专业知识不足。如果指事件，你遇到伪装的专业人士或假冒权威人士的概率大大增加。
    国王的逆位可以象征一种追寻自私动机的强烈念头。例如，一个野心勃勃的人，盘算或策划着如何攀上权力高峰。身为法律顾问，这个国王很可能建议罪犯钻法律漏洞，牺牲他人来致富。他够狡猾所以行藏不露痕迹，也可能因为自己的行为而去陷害别人。
  `,
    cardtype: "minor"
  }
]
